<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html dir="ltr" lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
 <head>
  <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
  <link href="../../favicon.ico" rel="shortcut icon" />
  <link href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm" rel="copyright" />
  <title>Image:Benito Mussolini and Adolf Hitler.jpg - Wikipedia, the free encyclopedia</title>
  <style media="screen,projection" type="text/css">/*<![CDATA[*/ @import "../../css/wp-monobook-main.css"; /*]]>*/</style>
  <link href="../../css/wp-commonPrint.css" media="print" rel="stylesheet" type="text/css" />
  <!--[if lt IE 5.5000]><style type="text/css">@import "../../css/IE50Fixes.css";</style><![endif]-->
  <!--[if IE 5.5000]><style type="text/css">@import "../../css/IE55Fixes.css";</style><![endif]-->
  <!--[if IE 6]><style type="text/css">@import "../../css/IE60Fixes.css";</style><![endif]-->
  <!--[if IE 7]><style type="text/css">@import "../../css/IE70Fixes.css";</style><![endif]-->
  <!--[if lt IE 7]><script type="text/javascript" src="../../js/IEFixes.js"></script>
		<meta http-equiv="imagetoolbar" content="no" /><![endif]-->
  <script type="text/javascript">/*<![CDATA[*/
var skin = "monobook";
var stylepath = "/skins-1.5";
var wgArticlePath = "/wiki/$1";
var wgScriptPath = "/w";
var wgServer = "http://en.wikipedia.org";
var wgCanonicalNamespace = "Image";
var wgCanonicalSpecialPageName = false;
var wgNamespaceNumber = 6;
var wgPageName = "Image:Benito_Mussolini_and_Adolf_Hitler.jpg";
var wgTitle = "Benito Mussolini and Adolf Hitler.jpg";
var wgArticleId = 0;
var wgIsArticle = true;
var wgUserName = null;
var wgUserGroups = null;
var wgUserLanguage = "en";
var wgContentLanguage = "en";
var wgBreakFrames = false;
var wgCurRevisionId = false;
/*]]>*/</script>
  <script src="../../js/wikibits.js" type="text/javascript"><!-- wikibits js --></script>
  <script src="../../js/wp.js" type="text/javascript"><!-- site js --></script>
  <style type="text/css">/*<![CDATA[*/
@import "../../css/wp-common.css";
@import "../../css/wp-monobook.css";
@import "../../css/wp.css";
/*]]>*/</style>
  <!-- Head Scripts -->
 </head>
 <body class="mediawiki ns-6 ltr page-Image_Benito_Mussolini_and_Adolf_Hitler_jpg">
  <div id="globalWrapper">
   <div id="column-content">
    <div id="content"><a id="top" name="top"></a><h1 class="firstHeading">Image:Benito Mussolini and Adolf Hitler.jpg</h1>
     <div id="bodyContent">
      <h3 id="siteSub">From Wikipedia, the free encyclopedia</h3>
      <div id="contentSub">
      </div>
      <!-- start content -->
      <ul id="filetoc">
       <li><a href="#file">Image</a><li>File history<li><a href="#filelinks">File links</a></ul>
      <div class="fullImageLink" id="file">
       <!--del_lnk--><img alt="Image:Benito Mussolini and Adolf Hitler.jpg" border="0" height="599" src="../../images/169/16997.jpg" width="447" /><br /><small>Size of this preview: 447 &times; 599 pixel</small><br />
       <!--del_lnk--> Image in higher resolution (552 &times; 740 pixel, file size: 99 KB, MIME type: image/jpeg)</div>
      <div class="sharedUploadNotice">
       <div style="clear:both;">
       </div>
       <table align="center" border="0" cellpadding="2" cellspacing="2" style="border: solid #aaa 1px; background: #f9f9f9; font-size: 90%; margin: .2em auto .2em auto;">
        <tr>
         <td>
          <!--del_lnk--><img alt="Wikimedia Commons logo" height="27" longdesc="/wiki/Image:Commons-logo.svg" src="../../images/160/16074.png" width="20" /></td>
         <td><big>This is a file from the <!--del_lnk--> Wikimedia Commons. The description on its <b><!--del_lnk--> description page there</b> is shown below.</big></td>
        </tr>
        <tr>
         <td>
         </td>
         <td>
          <center>Commons is attempting to create a freely licensed media file repository. <!--del_lnk--> You can help.</center>
         </td>
        </tr>
       </table>
      </div>
      <div id="shared-image-desc">
       <p>Description: <i><b>Benito Mussolini and Adolf Hitler stand together on an reviewing stand during a official visit to occupied Yugoslavia</b></i><p>Source: <!--del_lnk--> USHMM Photograph #<!--del_lnk--> 89908<p>Date: 1941 - 1943<p>Author: Muzej Revolucije Narodnosti Jugoslavije<p>Permission: USHMM, courtesy of Revolucije Narodnosti Jugoslavije, Public Domain<p>Other versions of this file: <!--del_lnk--> Image:Benito_Mussolini_in_Yugoslavia_crop.JPG - <!--del_lnk--> Image:Adolf Hitler in Yugoslavia crop.JPG<ul>
        <li>Post-Work: <!--del_lnk--> User:W.wolny</ul>
       <table cellpadding="0" cellspacing="8" style="width:100%; clear:both; margin:0.5em auto; background-color:#f7f8ff; border:2px solid #8888aa;">
        <tr>
         <td style="width:64px;">
          <div class="center">
           <div class="floatnone"><span><!--del_lnk--><img alt="Public domain" height="64" longdesc="http://commons.wikimedia.org/wiki/Image:PD-icon.svg" src="../../images/0/13.png" width="64" /></span></div>
          </div>
         </td>
         <td><i>This file is in the <b><!--del_lnk--> public domain</b>, because <b>The author of the photograph, Muzej Revolucije Narodnosti Jugoslavije, according to the United States Holocaust Memorial Museum, donated the image to USHMM who then released that image into the public domain. See the direct link given as Source for verification.</b></i></td>
        </tr>
        <tr>
         <td>
          <div class="center">
           <div class="floatnone"><span><!--del_lnk--><img alt="" height="29" longdesc="http://commons.wikimedia.org/wiki/Image:Nuvola_apps_important.svg" src="../../images/38/3813.png" width="35" /></span></div>
          </div>
         </td>
         <td><small>Please verify that the reason given above <!--del_lnk--> is valid!<br /><b>Note:</b> if there is a <!--del_lnk--> specific licence tag for the reason supplied here, please use it.</small></td>
        </tr>
       </table>
       <table border="1" style="width:60%;">
        <tr>
         <td style="background: #ccccff;width:50px">
         </td>
         <td>
          <center><b><!--del_lnk--> Adolf Hitler</b> background notes:</center>
         </td>
         <td style="background: #ccccff;width:50px">
         </td>
        </tr>
       </table>
       <p><b>&#x627;&#x644;&#x639;&#x631;&#x628;&#x64A;&#x629;</b>:&#x623;&#x62F;&#x648;&#x644;&#x641; &#x647;&#x62A;&#x644;&#x631; (20 &#x627;&#x628;&#x631;&#x64A;&#x644; 1889 &#x625;&#x644;&#x649; 30 &#x627;&#x628;&#x631;&#x64A;&#x644; 1945) - &#x628;&#x627;&#x644;&#x623;&#x644;&#x645;&#x627;&#x646;&#x64A;&#x629;: Adolf Hitler). &#x642;&#x627;&#x626;&#x62F; &#x62D;&#x632;&#x628; &#x627;&#x644;&#x639;&#x645;&#x627;&#x644; &#x627;&#x644;&#x648;&#x637;&#x646;&#x64A; &#x627;&#x644;&#x627;&#x634;&#x62A;&#x631;&#x627;&#x643;&#x64A; &#x648;&#x632;&#x639;&#x64A;&#x645; &#x623;&#x644;&#x645;&#x627;&#x646;&#x64A;&#x627; &#x627;&#x644;&#x646;&#x627;&#x632;&#x64A;&#x629; &#x645;&#x646; &#x627;&#x644;&#x641;&#x62A;&#x631;&#x629; 1933 &#x625;&#x644;&#x649; 1945.<p><b>Deutsch:</b> Adolf Hitler (* 20. April 1889 in Braunau am Inn; &dagger; 30. April 1945 in Berlin durch Suizid) war ab 1921 Parteichef der NSDAP, ab 1933 Reichskanzler und ab 1934 als &bdquo;F&uuml;hrer und Reichskanzler&ldquo; zugleich Regierungschef und Staatsoberhaupt des Deutschen Reiches.<p><b>English</b>: Adolf Hitler (help&middot;info) (April 20, 1889 &ndash; April 30, 1945) was Chancellor of Germany from 1933 and F&uuml;hrer (Leader) of Germany from 1934 until his death. He was leader of the National Socialist German Workers Party (Nationalsozialistische Deutsche Arbeiterpartei or NSDAP), better known as the Nazi Party.<p><b>Espa&ntilde;ol</b>: Adolf Hitler (Braunau am Inn, Austria, 20 de abril de 1889 - Berl&iacute;n, 30 de abril de 1945), pol&iacute;tico y dictador alem&aacute;n de origen austr&iacute;aco, que estableci&oacute; un r&eacute;gimen fascista en el que recibi&oacute; el t&iacute;tulo de F&uuml;hrer (caudillo, l&iacute;der o gu&iacute;a).<p><b>Fran&ccedil;ais</b>&nbsp;: Adolf Hitler (20 avril 1889 &agrave; Braunau am Inn, Autriche &ndash; 30 avril 1945 &agrave; Berlin, Allemagne) &eacute;tait le chancelier de l&#39;Allemagne depuis 1933 (plus exactement le 30 janvier) et &eacute;tait F&uuml;hrer (Guide) de l&#39;Allemagne depuis 1934 jusqu&#39;&agrave; sa mort. Il &eacute;tait &eacute;galement le chef du Parti National-Socialiste des travailleurs allemands (Nationalsozialistische Deutsche Arbeiterpartei ou NSDAP), plus connu sous le nom de Parti Nazi.<p><b>&#x939;&#x93F;&#x928;&#x94D;&#x926;&#x940;</b>: &#x90F;&#x921;&#x94B;&#x932;&#x94D;&#x92B; &#x939;&#x93F;&#x91F;&#x932;&#x930; &#x928;&#x93E;&#x91C;&#x93C;&#x940; &#x91C;&#x930;&#x94D;&#x92E;&#x93E;&#x928;&#x940; &#x915;&#x93E; &#x90F;&#x915; &#x924;&#x93E;&#x928;&#x93E;&#x936;&#x93E;&#x939; &#x925;&#x93E; &#x91C;&#x93F;&#x938;&#x928;&#x947; &#x906;&#x930;&#x94D;&#x92F; &#x935;&#x930;&#x94D;&#x923; &#x915;&#x940; &#x936;&#x941;&#x926;&#x94D;&#x927;&#x924;&#x93E; &#x92A;&#x930; &#x915;&#x93E;&#x92B;&#x940; &#x92C;&#x932; &#x926;&#x93F;&#x92F;&#x93E; &#x925;&#x93E; &#x914;&#x930; &#x92F;&#x939;&#x942;&#x926;&#x940; &#x91C;&#x93E;&#x924;&#x93F; &#x915;&#x947; &#x916;&#x93F;&#x932;&#x93E;&#x92B; &#x915;&#x93E;&#x92B;&#x940; &#x905;&#x924;&#x94D;&#x92F;&#x93E;&#x91A;&#x93E;&#x930; &#x915;&#x93F;&#x92F;&#x947;&#x964;<p><b>&#x65E5;&#x672C;&#x8A9E;</b>: &#x30A2;&#x30C9;&#x30EB;&#x30D5;&#x30FB;&#x30D2;&#x30C8;&#x30E9;&#x30FC;&#xFF08;Adolf Hitler&#x3001;1889&#x5E74;4&#x6708;20&#x65E5; - 1945&#x5E74;4&#x6708;30&#x65E5;&#xFF09;&#x306F;&#x30C9;&#x30A4;&#x30C4;&#x306E;&#x653F;&#x6CBB;&#x5BB6;&#x3002;&#x30AA;&#x30FC;&#x30B9;&#x30C8;&#x30EA;&#x30A2;&#x4E2D;&#x90E8;&#x306E;&#x30EA;&#x30F3;&#x30C4;&#x306E;&#x5317;&#x65B9;&#x306B;&#x3042;&#x308B;&#x8FD1;&#x90CA;&#x306E;&#x30D6;&#x30E9;&#x30A6;&#x30CA;&#x30A6;&#x51FA;&#x8EAB;&#x3002;<p><b>&#xD55C;&#xAD6D;&#xC5B4;</b>: &#xC544;&#xB3CC;&#xD504; &#xD788;&#xD2C0;&#xB7EC;(Adolf Hitler, 1889&#xB144; 4&#xC6D4; 20&#xC77C; - 1945&#xB144; 4&#xC6D4; 30&#xC77C;)&#xB294; &#xB3C5;&#xC77C;&#xC758; &#xC815;&#xCE58;&#xAC00;&#xB85C;, &#xAD6D;&#xAC00;&#xC0AC;&#xD68C;&#xC8FC;&#xC758; &#xB3C5;&#xC77C; &#xB178;&#xB3D9;&#xC790;&#xB2F9;(&#xB098;&#xCE58;)&#xC758; &#xCD1D;&#xD1B5;(&#xB300;&#xD1B5;&#xB839; &#xACB8; &#xCD1D;&#xB9AC;)&#xC600;&#xB2E4;.<p><b>Polski</b>: Adolf Hitler (ur. 20 kwietnia 1889 w Braunau am Inn, zm. 30 kwietnia 1945 w Berlinie) - polityk niemiecki, przyw&oacute;dca Narodowo-Socjalistycznej Niemieckiej Partii Robotniczej (NSDAP), ideolog niemieckiej odmiany faszyzmu zwanej od jego nazwiska hitleryzmem lub narodowym socjalizmem (nazizmem), tw&oacute;rca i dyktator III Rzeszy niemieckiej.<p><b>Portugu&ecirc;s</b>: Adolf Hitler (Braunau am Inn, &Aacute;ustria, 20 de abril de 1889 &mdash; Berlim, 30 de abril de 1945) foi o l&iacute;der do Partido Nacional Socialista dos Trabalhadores Alem&atilde;es, o NSDAP (Nationalsozialistische Deutsche Arbeiterpartei - tamb&eacute;m conhecido por Nazi por oposi&ccedil;&atilde;o aos sociais-democratas, os Sozi), chanceler e, posteriormente, ditador alem&atilde;o.<p><b>Svenska</b>: Adolf Hitler, f&ouml;dd 20 april 1889 i Braunau am Inn, &Ouml;sterrike, d&ouml;d 30 april 1945 i Berlin. Rikskansler i Tyskland fr&aring;n 1933 och F&uuml;hrer fr&aring;n 1934 fram til hans d&ouml;d. Ledare av det Nationalsocialistiska Tyska Arbetarpartiet (NSDAP) som &auml;r mer k&auml;nt som Nazistpartiet.<p><b>Kiswahili</b>: Adolf Hitler (* 20. 04. 1889 Braunau /Austria; &dagger; 30. 04. 1945 Berlin kwa kujiua) alikuwa chansella (waziri mkuu) na kiongozi wa Ujerumani kuanzia 1933, tangu 1934 pia Mkuu wa Dola la Ujerumani akiwa na madaraka ya kidikteta.<p><b>T&uuml;rk&ccedil;e</b>: Adolf Hitler, 20 Nisan 1889 y&#x131;l&#x131;nda Yukar&#x131; Avusturya&#39;n&#x131;n Braunau kasabas&#x131;nda do&#x11F;du. &#x130;lk tahsilini do&#x11F;du&#x11F;u kasabada g&ouml;rd&uuml;. Orta tahsilini Linz &#x15F;ehrinin realschulesinde yapt&#x131;.<p><b>Ti&#x1EBF;ng Vi&#x1EC7;t</b>: Adolf Hitler (tr&#x1EE3; gi&uacute;p&middot;chi ti&#x1EBF;t) (sinh 20 th&aacute;ng 4 n&#x103;m 1889 t&#x1EA1;i Braunau am Inn &ndash; t&#x1EF1; s&aacute;t ng&agrave;y 30 th&aacute;ng 4 n&#x103;m 1945) l&agrave; ch&#x1EE7; t&#x1ECB;ch &#x110;&#x1EA3;ng C&ocirc;ng nh&acirc;n &#x110;&#x1EE9;c Qu&#x1ED1;c gia X&atilde; h&#x1ED9;i ch&#x1EE7; ngh&#x129;a (Nationalsozialistische Deutsche Arbeiterpartei, vi&#x1EBF;t t&#x1EAF;t NSDAP) t&#x1EEB; n&#x103;m 1921, Th&#x1EE7; t&#x1B0;&#x1EDB;ng &#x110;&#x1EE9;c t&#x1EEB; n&#x103;m 1933, l&agrave; &quot;L&atilde;nh t&#x1EE5; v&agrave; Th&#x1EE7; t&#x1B0;&#x1EDB;ng &#x111;&#x1EBF; qu&#x1ED1;c&quot; (F&uuml;hrer und Reichskanzler) ki&ecirc;m nguy&ecirc;n th&#x1EE7; qu&#x1ED1;c gia n&#x1EAF;m quy&#x1EC1;n &#x110;&#x1EBF; qu&#x1ED1;c &#x110;&#x1EE9;c k&#x1EC3; t&#x1EEB; n&#x103;m 1934.<p><b>&#x4E2D;&#x6587;</b>: &#x963F;&#x9053;&#x592B;&middot;&#x5E0C;&#x7279;&#x52D2;&#xFF08;Adolf Hitler&#xFF0C;1889&#x5E74;4&#x6708;20&#x65E5;&mdash;1945&#x5E74;4&#x6708;30&#x65E5;&#xFF09;&#xFF0C;&#x662F;&#x5FB7;&#x56FD;&#x56FD;&#x5BB6;&#x793E;&#x4F1A;&#x4E3B;&#x4E49;&#x5DE5;&#x4EBA;&#x515A;&#xFF0C;&#x5373;&#x7EB3;&#x7CB9;&#x515A;&#x7684;&#x515A;&#x9B41;&#x548C;&#x7EB3;&#x7CB9;&#x5FB7;&#x56FD;&#x7684;&#x5143;&#x9996;&#x3002;&#x7B2C;&#x4E8C;&#x6B21;&#x4E16;&#x754C;&#x5927;&#x6218;&#x65F6;&#x671F;&#x517C;&#x4EFB;&#x5FB7;&#x56FD;&#x6B66;&#x88C5;&#x529B;&#x91CF;&#x4E09;&#x8ECD;&#x7D71;&#x5E25;&#x3002;&#x5E0C;&#x7279;&#x52D2;&#x4E25;&#x683C;&#x5730;&#x8BF4;&#x5E94;&#x8BE5;&#x662F;&#x5965;&#x5730;&#x5229;&#x4EBA;&#x3002;<br />
       <hr />
       <center><b>Background notes: <!--del_lnk--> Benito Mussolini</b></center>
       <p><b>&#x627;&#x644;&#x639;&#x631;&#x628;&#x64A;&#x629;</b>:&#x628;&#x628;&#x64A;&#x646;&#x64A;&#x62A;&#x648; &#x645;&#x648;&#x633;&#x648;&#x644;&#x64A;&#x646;&#x64A; (1883 - 1945) &#x647;&#x648; &#x62F;&#x64A;&#x643;&#x62A;&#x627;&#x62A;&#x648;&#x631; &#x625;&#x64A;&#x637;&#x627;&#x644;&#x64A;&#x627; &#x645;&#x627; &#x628;&#x64A;&#x646; 1922 &#x648;1943. &#x643;&#x627;&#x646; &#x645;&#x648;&#x633;&#x648;&#x644;&#x64A;&#x646;&#x64A; &#x623;&#x64A;&#x636;&#x627; &#x641;&#x62A;&#x631;&#x629; &#x62D;&#x643;&#x645;&#x647; &#x631;&#x626;&#x64A;&#x633; &#x627;&#x644;&#x62F;&#x648;&#x644;&#x629; &#x627;&#x644;&#x625;&#x64A;&#x637;&#x627;&#x644;&#x64A;&#x629; &#x648;&#x631;&#x626;&#x64A;&#x633; &#x648;&#x632;&#x631;&#x627;&#x626;&#x647;&#x627; &#x648;&#x641;&#x64A; &#x628;&#x639;&#x636; &#x627;&#x644;&#x645;&#x631;&#x627;&#x62D;&#x644; &#x648;&#x632;&#x64A;&#x631; &#x627;&#x644;&#x62E;&#x627;&#x631;&#x62C;&#x64A;&#x629; &#x648;&#x627;&#x644;&#x62F;&#x627;&#x62E;&#x644;&#x64A;&#x629;. &#x645;&#x646; &#x645;&#x624;&#x633;&#x633;&#x64A; &#x627;&#x644;&#x62D;&#x631;&#x643;&#x629; &#x627;&#x644;&#x641;&#x627;&#x634;&#x64A;&#x629; &#x627;&#x644;&#x625;&#x64A;&#x637;&#x627;&#x644;&#x64A;&#x629; &#x648;&#x632;&#x639;&#x645;&#x627;&#x626;&#x647;&#x627;. &#x633;&#x645;&#x64A; &#x628; &#x627;&#x644;&#x62F;&#x648;&#x62A;&#x634;&#x647; (Il Duce) &#x623;&#x64A; &#x627;&#x644;&#x642;&#x627;&#x626;&#x62F;.<p><b>Deutsch</b>: Benito Amilcare Andrea Mussolini (* 29. Juli 1883 in Dovia di Predappio bei Forl&igrave; in der Emilia-Romagna; &dagger; 28. April 1945 in Giulino di Mezzegra bei Dongo am Comer See - erschossen) war von 1922 bis 1943 faschistischer Diktator Italiens.<p><b>English</b>: Benito Amilcare Andrea Mussolini (July 29, 1883 &ndash; April 28, 1945) led Italy from 1922 to 1943.<p><b>Espa&ntilde;ol</b>: Benito Amilcare Andrea Mussolini (*Dovia di Predappio, Trolini, Italia, 29 de julio de 1883 - &dagger;Dongo, Italia, 27 de abril de 1945), pol&iacute;tico italiano.<p><b>Italiano</b>: Benito Amilcare Andrea Mussolini (nato a Dovia di Predappio, Forl&igrave;, il 29 luglio 1883 e morto a Giulino di Mezzegra, Como, il 28 aprile 1945) fu un uomo politico italiano, fondatore del fascismo e dittatore del Paese dall&#39;ottobre 1922 al luglio 1943.<p><b>&#x65E5;&#x672C;&#x8A9E;</b>: &#x30D9;&#x30CB;&#x30FC;&#x30C8;&#x30FB;&#x30A2;&#x30DF;&#x30EB;&#x30AB;&#x30EC;&#x30FB;&#x30A2;&#x30F3;&#x30C9;&#x30EC;&#x30A2;&#x30FB;&#x30E0;&#x30C3;&#x30BD;&#x30EA;&#x30FC;&#x30CB;&#xFF08;Benito Amilcare Andrea Mussolini, 1883&#x5E74;7&#x6708;29&#x65E5; - 1945&#x5E74;4&#x6708;28&#x65E5;&#xFF09;&#x306F;&#x3001;&#x30A4;&#x30BF;&#x30EA;&#x30A2;&#x306E;&#x653F;&#x6CBB;&#x5BB6;&#x3002;&#x30D5;&#x30A1;&#x30B7;&#x30BA;&#x30E0;&#x306E;&#x5275;&#x59CB;&#x8005;&#x3068;&#x3057;&#x3066;&#x3082;&#x77E5;&#x3089;&#x308C;&#x308B;&#x3002;<p><b>&#xD55C;&#xAD6D;&#xC5B4;</b>: &#xBCA0;&#xB2C8;&#xD1A0; &#xBB34;&#xC194;&#xB9AC;&#xB2C8;(1883&#xB144; 7&#xC6D4; 29&#xC77C; ~ 1945&#xB144; 4&#xC6D4; 28&#xC77C;)&#xB294; &#xC774;&#xD0C8;&#xB9AC;&#xC544; &#xC655;&#xAD6D;&#xC744; &#xD1B5;&#xCE58;&#xD55C; &#xB3C5;&#xC7AC;&#xC790;&#xC600;&#xB2E4;. &#xADF8;&#xB294; &#xD30C;&#xC2DC;&#xC2A4;&#xD2B8;&#xB97C; &#xCC3D;&#xC2DC;&#xD558;&#xC600;&#xC73C;&#xBA70; &#xAC15;&#xC555;&#xC801;&#xC778; &#xBC29;&#xC2DD;&#xC73C;&#xB85C; &#xD1B5;&#xCE58;&#xD558;&#xC600;&#xB2E4;. &#xB2F9;&#xC2DC;&#xC5D0;&#xB294; &#xC774;&#xD0C8;&#xB9AC;&#xC544; &#xC655;&#xC758; &#xAD8C;&#xB825;&#xB3C4; &#xB545;&#xC73C;&#xB85C; &#xCD94;&#xB77D;&#xD558;&#xC600;&#xB2E4;&#xACE0; &#xD558;&#xBA70;, &#xC720;&#xB300;&#xC778; &#xD559;&#xC0B4;&#xC5D0; &#xB3D9;&#xCC38;&#xD558;&#xAC70;&#xB098; &#xC5D0;&#xD2F0;&#xC624;&#xD53C;&#xC544;&#xB97C; &#xBD88;&#xBC95;&#xC73C;&#xB85C; &#xC810;&#xB839;&#xD558;&#xB294; &#xB4F1; &#xC704;&#xD5D8;&#xD55C; &#xD589;&#xC704;&#xB97C; &#xC800;&#xC9C8;&#xB800;&#xB2E4;. &#xADF8;&#xB294; 1945&#xB144; 4&#xC6D4; 28&#xC77C;, &#xCC98;&#xD615;&#xB418;&#xC5C8;&#xB2E4;.<p><b>&#x420;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439;</b>: &#x411;&#x435;&#x43D;&#x438;&#x301;&#x442;&#x43E; &#x410;&#x43C;&#x438;&#x43B;&#x44C;&#x43A;&#x430;&#x301;&#x440;&#x435; &#x410;&#x43D;&#x434;&#x440;&#x435;&#x301;&#x430; &#x41C;&#x443;&#x441;&#x441;&#x43E;&#x43B;&#x438;&#x301;&#x43D;&#x438; (&#x438;&#x442;&#x430;&#x43B;. Benito Amilcare Andrea Mussolini, 29 &#x438;&#x44E;&#x43B;&#x44F; 1883 &mdash; 28 &#x430;&#x43F;&#x440;&#x435;&#x43B;&#x44F; 1945) &mdash; &#x438;&#x442;&#x430;&#x43B;&#x44C;&#x44F;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x43E;&#x43B;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x434;&#x435;&#x44F;&#x442;&#x435;&#x43B;&#x44C;, &#x43B;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;, &#x43B;&#x438;&#x434;&#x435;&#x440; &#x444;&#x430;&#x448;&#x438;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x430;&#x440;&#x442;&#x438;&#x438;, &#x434;&#x438;&#x43A;&#x442;&#x430;&#x442;&#x43E;&#x440; (&laquo;&#x434;&#x443;&#x447;&#x435;&raquo;, 1922&mdash;1945), &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x432;&#x448;&#x438;&#x439; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x442;&#x44F;&#x436;&#x435;&#x43D;&#x438;&#x438; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x438;&#x43B;&#x435;&#x442;&#x438;&#x439; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x435; &#x433;&#x43E;&#x441;&#x443;&#x434;&#x430;&#x440;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x44B;.<p><b>&#x4E2D;&#x6587;</b>: &#x8D1D;&#x5C3C;&#x6258;&middot;&#x58A8;&#x7D22;&#x91CC;&#x5C3C;&#xFF08;Benito Mussolini,1883&#x5E74;7&#x6708;29&#x65E5;-1945&#x5E74;4&#x6708;28&#x65E5;),&#x610F;&#x5927;&#x5229;&#x653F;&#x6CBB;&#x5BB6;&#xFF0C;&#x6CD5;&#x897F;&#x65AF;&#x519B;&#x56FD;&#x4E3B;&#x4E49;&#x72EC;&#x88C1;&#x8005;&#xFF0C;&#x5728;1922&#x5E74;&#xFF5E;1943&#x5E74;&#x671F;&#x95F4;&#x4EFB;&#x610F;&#x5927;&#x5229;&#x9996;&#x76F8;&#xFF0C;&#x662F;&#x610F;&#x5927;&#x5229;&#x56FD;&#x5BB6;&#x6CD5;&#x897F;&#x65AF;&#x515A;&#x7684;&#x9996;&#x8111;&#x3002;<br clear="all" />
       <table border="1" width="100%">
        <tr>
         <td style="background: #ccccff; text-align: center; vertical-align: middle;" width="42px">
          <!--del_lnk--><img alt="" height="40" longdesc="http://commons.wikimedia.org/wiki/Image:Fairytale_info.png" src="../../images/65/6584.png" width="40" /></td>
         <td style="background: #ccccff; text-align: center; vertical-align: middle;" width="160px"><b><!--del_lnk--> Adolf Hitler</b></td>
         <td>
          <table width="100%">
           <tr>
            <td style="background: #ccccff; text-align: right;" width="66px">
             <!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:Documents-2.0.svg" src="../../images/65/6585.png" width="20" /><!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:1rightarrow.svg" src="../../images/65/6587.png" width="20" /></td>
            <td style="background: #f5f5f5;">
             <p style="line-height: 0.9em;"><small><!--del_lnk--> Gallery-Adolf Hitler / <!--del_lnk--> National Socialism / <!--del_lnk--> German World War II people / <!--del_lnk--> People by alphabet / <!--del_lnk--> German politicians / <!--del_lnk--> dictators</small></td>
           </tr>
           <tr>
            <td style="background: #ccccff; text-align: right;">
             <!--del_lnk--><img alt="" height="21" longdesc="http://commons.wikimedia.org/wiki/Image:Button_neutral_005_60x30_3d4.png" src="../../images/65/6588.png" width="42" /><!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:1rightarrow.svg" src="../../images/65/6587.png" width="20" /></td>
            <td style="background: #f5f5f5;">
             <center>
              <p style="line-height: 0.9em;"><small><!--del_lnk--> Afrikaans ** <!--del_lnk--> &#x12A0;&#x121B;&#x122D;&#x129B; ** <!--del_lnk--> Anglo Saxon ** <!--del_lnk--> &#x627;&#x644;&#x639;&#x631;&#x628;&#x64A;&#x629; ** <!--del_lnk--> Arm&acirc;neashti ** <!--del_lnk--> Asturianu ** <!--del_lnk--> &#x411;&#x44A;&#x43B;&#x433;&#x430;&#x440;&#x441;&#x43A;&#x438; ** <!--del_lnk--> &#x411;&#x435;&#x43B;&#x430;&#x440;&#x443;&#x441;&#x43A;&#x430;&#x44F; ** <!--del_lnk--> Bosanski ** <!--del_lnk--> Catal&agrave; ** <!--del_lnk--> &#x10C;esky ** <!--del_lnk--> Cymraeg ** <!--del_lnk--> Dansk ** <!--del_lnk--> Deutsch ** <!--del_lnk--> Eesti ** <!--del_lnk--> &Epsilon;&lambda;&lambda;&eta;&nu;&iota;&kappa;&#x3AC; ** <!--del_lnk--> English ** <!--del_lnk--> Espa&ntilde;ol ** <!--del_lnk--> Esperanto ** <!--del_lnk--> Euskara ** <!--del_lnk--> &#x641;&#x627;&#x631;&#x633;&#x6CC; ** <!--del_lnk--> Fran&ccedil;ais ** <!--del_lnk--> Gaeilge ** <!--del_lnk--> Galego ** <!--del_lnk--> &#xD55C;&#xAD6D;&#xC5B4; ** <!--del_lnk--> &#x939;&#x93F;&#x928;&#x94D;&#x926;&#x940; ** <!--del_lnk--> Hrvatski ** <!--del_lnk--> Ido ** <!--del_lnk--> Bahasa Indonesia ** <!--del_lnk--> &Iacute;slenska ** <!--del_lnk--> Italiano ** <!--del_lnk--> &#x5E2;&#x5D1;&#x5E8;&#x5D9;&#x5EA; ** <!--del_lnk--> &#x10E5;&#x10D0;&#x10E0;&#x10D7;&#x10E3;&#x10DA;&#x10D8; ** <!--del_lnk--> Kiswahili ** <!--del_lnk--> Kurd&icirc; / &#x643;&#x648;&#x631;&#x62F;&#x64A; ** <!--del_lnk--> Latina ** <!--del_lnk--> Latvie&scaron;u ** <!--del_lnk--> Lietuvi&#x173; ** <!--del_lnk--> L&euml;tzebuergesch ** <!--del_lnk--> Limburgs ** <!--del_lnk--> Magyar ** <!--del_lnk--> &#x41C;&#x430;&#x43A;&#x435;&#x434;&#x43E;&#x43D;&#x441;&#x43A;&#x438; ** <!--del_lnk--> Malti ** <!--del_lnk--> Bahasa Melayu ** <!--del_lnk--> Nederlands ** <!--del_lnk--> &#x65E5;&#x672C;&#x8A9E; ** <!--del_lnk--> Norsk (bokm&aring;l) ** <!--del_lnk--> Norsk (nynorsk) ** <!--del_lnk--> &#x418;&#x440;&#x43E;&#x43D;&#x430;&#x443; ** <!--del_lnk--> &#x67E;&#x69A;&#x62A;&#x648; ** <!--del_lnk--> Polski ** <!--del_lnk--> Portugu&ecirc;s ** <!--del_lnk--> Rom&acirc;n&#x103; ** <!--del_lnk--> &#x420;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439; ** <!--del_lnk--> Scots ** <!--del_lnk--> seSotho ** <!--del_lnk--> Shqip ** <!--del_lnk--> Srpskohrvatski / &#x421;&#x440;&#x43F;&#x441;&#x43A;&#x43E;&#x445;&#x440;&#x432;&#x430;&#x442;&#x441;&#x43A;&#x438; ** <!--del_lnk--> Sicilianu ** <!--del_lnk--> Simple English ** <!--del_lnk--> Sloven&#x10D;ina ** <!--del_lnk--> Sloven&scaron;&#x10D;ina ** <!--del_lnk--> &#x421;&#x440;&#x43F;&#x441;&#x43A;&#x438; / Srpski ** <!--del_lnk--> Suomi ** <!--del_lnk--> Svenska ** <!--del_lnk--> Tatar&ccedil;a ** <!--del_lnk--> &#xE44;&#xE17;&#xE22; ** <!--del_lnk--> Ti&#x1EBF;ng Vi&#x1EC7;t ** <!--del_lnk--> T&uuml;rk&ccedil;e ** <!--del_lnk--> &#x423;&#x43A;&#x440;&#x430;&#x457;&#x43D;&#x441;&#x44C;&#x43A;&#x430; ** <!--del_lnk--> Walon ** <!--del_lnk--> &#x4E2D;&#x6587;</small></center>
            </td>
           </tr>
          </table>
         </td>
        </tr>
        <tr>
         <td style="background: #ccccff; text-align: center; vertical-align: middle;" width="42px">
          <!--del_lnk--><img alt="" height="40" longdesc="http://commons.wikimedia.org/wiki/Image:Fairytale_info.png" src="../../images/65/6584.png" width="40" /></td>
         <td style="background: #ccccff; text-align: center; vertical-align: middle;" width="160px"><b><!--del_lnk--> Benito Mussolini</b></td>
         <td>
          <table width="100%">
           <tr>
            <td style="background: #ccccff; text-align: right;" width="66px">
             <!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:Documents-2.0.svg" src="../../images/65/6585.png" width="20" /><!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:1rightarrow.svg" src="../../images/65/6587.png" width="20" /></td>
            <td style="background: #f5f5f5;">
             <p style="line-height: 0.9em;"><small><!--del_lnk--> Gallery-Benito Mussolini / <!--del_lnk--> Italian politicians / <!--del_lnk--> Italian World War II people / <!--del_lnk--> People by alphabet / <!--del_lnk--> Dictators</small></td>
           </tr>
           <tr>
            <td style="background: #ccccff; text-align: right;">
             <!--del_lnk--><img alt="" height="21" longdesc="http://commons.wikimedia.org/wiki/Image:Button_neutral_005_60x30_3d4.png" src="../../images/65/6588.png" width="42" /><!--del_lnk--><img alt="" height="20" longdesc="http://commons.wikimedia.org/wiki/Image:1rightarrow.svg" src="../../images/65/6587.png" width="20" /></td>
            <td style="background: #f5f5f5;">
             <center>
              <p style="line-height: 0.9em;"><small><!--del_lnk--> Afrikaans&nbsp;! <!--del_lnk--> &#x627;&#x644;&#x639;&#x631;&#x628;&#x64A;&#x629;&nbsp;! <!--del_lnk--> &#x411;&#x44A;&#x43B;&#x433;&#x430;&#x440;&#x441;&#x43A;&#x438;&nbsp;! <!--del_lnk--> Bosanski&nbsp;! <!--del_lnk--> Catal&agrave;&nbsp;! <!--del_lnk--> &#x10C;esky&nbsp;! <!--del_lnk--> Cymraeg&nbsp;! <!--del_lnk--> Dansk&nbsp;! <!--del_lnk--> Deutsch&nbsp;! <!--del_lnk--> &Epsilon;&lambda;&lambda;&eta;&nu;&iota;&kappa;&#x3AC;&nbsp;! <!--del_lnk--> English&nbsp;! <!--del_lnk--> Esperanto&nbsp;! <!--del_lnk--> Espa&ntilde;ol&nbsp;! <!--del_lnk--> Eesti&nbsp;! <!--del_lnk--> Euskara&nbsp;! <!--del_lnk--> Suomi&nbsp;! <!--del_lnk--> Fran&ccedil;ais&nbsp;! <!--del_lnk--> Gaeilge&nbsp;! <!--del_lnk--> Galego&nbsp;! <!--del_lnk--> &#x5E2;&#x5D1;&#x5E8;&#x5D9;&#x5EA;&nbsp;! <!--del_lnk--> Hrvatski&nbsp;! <!--del_lnk--> Magyar&nbsp;! <!--del_lnk--> Bahasa Indonesia&nbsp;! <!--del_lnk--> Ido&nbsp;! <!--del_lnk--> &Iacute;slenska&nbsp;! <!--del_lnk--> Italiano&nbsp;! <!--del_lnk--> &#x65E5;&#x672C;&#x8A9E;&nbsp;! <!--del_lnk--> Basa Jawa&nbsp;! <!--del_lnk--> &#x10E5;&#x10D0;&#x10E0;&#x10D7;&#x10E3;&#x10DA;&#x10D8;&nbsp;! <!--del_lnk--> Latina&nbsp;! <!--del_lnk--> Lietuvi&#x173;&nbsp;! <!--del_lnk--> Latvie&scaron;u&nbsp;! <!--del_lnk--> &#x41C;&#x430;&#x43A;&#x435;&#x434;&#x43E;&#x43D;&#x441;&#x43A;&#x438;&nbsp;! <!--del_lnk--> Nederlands&nbsp;! <!--del_lnk--> Norsk (nynorsk)&nbsp;! <!--del_lnk--> Norsk (bokm&aring;l)&nbsp;! <!--del_lnk--> Polski&nbsp;! <!--del_lnk--> Portugu&ecirc;s&nbsp;! <!--del_lnk--> Rom&acirc;n&#x103;&nbsp;! <!--del_lnk--> &#x420;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439;&nbsp;! <!--del_lnk--> Sicilianu&nbsp;! <!--del_lnk--> Srpskohrvatski / &#x421;&#x440;&#x43F;&#x441;&#x43A;&#x43E;&#x445;&#x440;&#x432;&#x430;&#x442;&#x441;&#x43A;&#x438;&nbsp;! <!--del_lnk--> Simple English&nbsp;! <!--del_lnk--> Sloven&#x10D;ina&nbsp;! <!--del_lnk--> Sloven&scaron;&#x10D;ina&nbsp;! <!--del_lnk--> &#x421;&#x440;&#x43F;&#x441;&#x43A;&#x438; / Srpski&nbsp;! <!--del_lnk--> Svenska&nbsp;! <!--del_lnk--> T&uuml;rk&ccedil;e&nbsp;! <!--del_lnk--> &#x423;&#x43A;&#x440;&#x430;&#x457;&#x43D;&#x441;&#x44C;&#x43A;&#x430;&nbsp;! <!--del_lnk--> &#x4E2D;&#x6587;</small></center>
            </td>
           </tr>
          </table>
         </td>
        </tr>
       </table>
       <p align="right"><small class="plainlinks"><!--del_lnk--> Edit Info:Adolf Hitler</small><p align="right"><small class="plainlinks"><!--del_lnk--> Edit Info:Benito Mussolini</small><p>
        <br clear="all" />
       <!-- 
Pre-expand include size: 301590 bytes
Post-expand include size: 176241 bytes
Template argument size: 22626 bytes
Maximum: 2048000 bytes
-->
      </div>
      <h2 id="filelinks">File links</h2>
      <p>
       <div class="linkstoimage" id="linkstoimage">The following pages on the English Wikipedia link to this file (pages on other projects are not listed):</div>
      <ul>
       <li><a href="../../wp/b/Benito_Mussolini.htm" title="Benito Mussolini">Benito Mussolini</a><li><a href="../../wp/g/Germany.htm" title="Germany">Germany</a><li>
        <!--del_lnk--> The Rome-Berlin Axis</ul>
      <div class="printfooter"> Retrieved from &quot;<a href="../../images/10/1041.jpg.htm">http://en.wikipedia.org/wiki/Image:Benito_Mussolini_and_Adolf_Hitler.jpg</a>&quot;</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <!-- end of the left (by default at least) column -->
   <div class="visualClear">
   </div>
   <div id="footer">
    <div class="center"> This image information is from the English Wikipedia with only minor checks and changes (see www.wikipedia.org for details of authors and sources). See also our <b><a href="../../disclaimer.htm">Disclaimer</a></b>. </div>
   </div>
   <script type="text/javascript">if (window.runOnloadHook) runOnloadHook();</script>
  </div>
  <!-- Served by srv144 in 1.079 secs. -->
 </body>
</html>
