<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html dir="ltr" lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
 <head>
  <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
  <meta content="noindex,nofollow" name="robots" />
  <meta content="Thor,10th century,Adam of Bremen,Akureyri,Alm&aacute;ttki &aacute;ss,Alvis,Alv&iacute;ssm&aacute;l,Arthur Rackham,Asgard,Balder,Bilskirnir" name="keywords" />
  <link href="../../favicon.ico" rel="shortcut icon" />
  <link href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm" rel="copyright" />
  <title>Thor</title>
  <style media="screen,projection" type="text/css">/*<![CDATA[*/ @import "../../css/wp-monobook-main.css"; /*]]>*/</style>
  <link href="../../css/wp-commonPrint.css" media="print" rel="stylesheet" type="text/css" />
  <!--[if lt IE 5.5000]><style type="text/css">@import "../../css/IE50Fixes.css";</style><![endif]-->
  <!--[if IE 5.5000]><style type="text/css">@import "../../css/IE55Fixes.css";</style><![endif]-->
  <!--[if IE 6]><style type="text/css">@import "../../css/IE60Fixes.css";</style><![endif]-->
  <!--[if IE 7]><style type="text/css">@import "../../css/IE70Fixes.css";</style><![endif]-->
  <!--[if lt IE 7]><script type="text/javascript" src="../../js/IEFixes.js"></script>
		<meta http-equiv="imagetoolbar" content="no" /><![endif]-->
  <script type="text/javascript">/*<![CDATA[*/
var skin = "monobook";
var stylepath = "/skins-1.5";
var wgArticlePath = "/wiki/$1";
var wgScriptPath = "/w";
var wgServer = "http://en.wikipedia.org";
var wgCanonicalNamespace = "";
var wgCanonicalSpecialPageName = false;
var wgNamespaceNumber = 0;
var wgPageName = "Thor";
var wgTitle = "Thor";
var wgAction = "view";
var wgArticleId = "316348";
var wgIsArticle = true;
var wgUserName = null;
var wgUserGroups = null;
var wgUserLanguage = "en";
var wgContentLanguage = "en";
var wgBreakFrames = false;
var wgCurRevisionId = "130972902";
/*]]>*/</script>
  <script src="../../js/wikibits.js" type="text/javascript"><!-- wikibits js --></script>
  <script src="../../js/wp.js" type="text/javascript"><!-- site js --></script>
  <style type="text/css">/*<![CDATA[*/
@import "../../css/wp-common.css";
@import "../../css/wp-monobook.css";
@import "../../css/wp.css";
/*]]>*/</style>
  <!-- Head Scripts -->
 </head>
 <body class="mediawiki ns-0 ltr page-Thor">
  <div id="globalWrapper">
   <div id="column-content">
    <div id="content"><a id="top" name="top"></a><h1 class="firstHeading">Thor</h1>
     <div id="bodyContent">
      <h3 id="siteSub"><a href="../../index.htm">2007 Schools Wikipedia Selection</a>. Related subjects: <a href="../index/subject.Religion.Divinities.htm">Divinities</a></h3>
      <!-- start content -->
      <div class="thumb tright">
       <div class="thumbinner" style="width:288px;"><a class="internal" href="../../images/339/33923.jpg.htm" title="Thor&#39;s battle against the giants, by M&aring;rten Eskil Winge, 1872"><img alt="Thor&#39;s battle against the giants, by M&aring;rten Eskil Winge, 1872" class="thumbimage" height="418" longdesc="/wiki/Image:Thor.jpg" src="../../images/339/33923.jpg" width="286" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/339/33923.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/0/1.png" width="15" /></a></div> Thor&#39;s battle against the giants, by <!--del_lnk--> M&aring;rten Eskil Winge, 1872</div>
       </div>
      </div>
      <p><b>Thor</b> (<!--del_lnk--> Old Norse: <b>&THORN;&oacute;rr</b>) is the red-haired and bearded <a href="../../wp/g/God.htm" title="God">god</a> of <!--del_lnk--> thunder in <!--del_lnk--> Norse Mythology and more generally <!--del_lnk--> Germanic mythology (<a href="../../wp/o/Old_English_language.htm" title="Old English language">Old English</a>: <b>&THORN;unor</b>, <!--del_lnk--> Old Dutch and <!--del_lnk--> Old High German: <b>Donar</b>, from <!--del_lnk--> Proto-Germanic <i>*&THORN;unraz</i>).<p>Thor is the son of <a href="../../wp/o/Odin.htm" title="Odin">Odin</a> and <!--del_lnk--> J&ouml;rd. During <!--del_lnk--> Ragnar&ouml;k, Thor and <!--del_lnk--> J&ouml;rmungandr kill each other.<script type="text/javascript">
//<![CDATA[
 if (window.showTocToggle) { var tocShowText = "show"; var tocHideText = "hide"; showTocToggle(); } 
//]]>
</script>
      <p><a id="Characteristics" name="Characteristics"></a><h2> <span class="mw-headline">Characteristics</span></h2>
      <p>Thor features strongly in the <!--del_lnk--> Prose Edda of <!--del_lnk--> Snorri Sturluson, in which Thor&#39;s many conflicts with the race of giants are a main source of plots. Thor is the most powerful Norse god. He uses his superior power to protect <!--del_lnk--> Asgard and <!--del_lnk--> Midgard.<p><a id="Family" name="Family"></a><h3> <span class="mw-headline">Family</span></h3>
      <p>Thor is the son of <a href="../../wp/o/Odin.htm" title="Odin">Odin</a> and the giantess <!--del_lnk--> J&ouml;rd (Jord, the Earth). His wife is called <!--del_lnk--> Sif, and little is known of her except that she has golden hair, which was made for her by the <!--del_lnk--> dwarves after <!--del_lnk--> Loki had cut off her hair. With his mistress, the giantess <!--del_lnk--> J&aacute;rnsaxa, Thor had his sons <!--del_lnk--> Magni and <!--del_lnk--> Modi, and with <!--del_lnk--> Sif he had his daughter <!--del_lnk--> &THORN;r&uacute;&eth;r (anglicized as Thrud). The <!--del_lnk--> euhemeristic prologue of the Prose Edda also indicates he has a son by Sif named <!--del_lnk--> L&oacute;ri&eth;i, along with an additional 17 generations of descendants but the prologue is apocryphal and was meant to give a plausible explanation on how the Aesir came to be worshipped even though they were not gods in order to appease the church. Thor also has a stepson called <!--del_lnk--> Ullr who is a son of <!--del_lnk--> Sif. <i><!--del_lnk--> Sk&aacute;ldskaparm&aacute;l</i> mentions a figure named Hl&oacute;ra who was Thor&#39;s foster mother, corresponding to Lora or Glora from Snorre&#39;s prologue, although no additional information concerning her is provided in the poem.<p><a id="Possessions" name="Possessions"></a><h3> <span class="mw-headline">Possessions</span></h3>
      <p>Thor travels in a chariot drawn by the <a href="../../wp/d/Domestic_goat.htm" title="Goat">goats</a> <!--del_lnk--> Tanngrisnir and Tanngnj&oacute;str and with his servant and messenger <!--del_lnk--> &THORN;j&aacute;lfi and his sister <!--del_lnk--> R&ouml;skva. The <!--del_lnk--> skaldic poem <i><!--del_lnk--> Haustl&ouml;ng</i> relates that the earth was scorched and the mountains cracked as Thor travelled in his wagon. According to the Prose Edda, when Thor is hungry he can roast the goats for a meal. When he wants to continue his travels, Thor only needs to touch the remains of the goats and they will be instantly restored to full health to resume their duties, assuming that the bones have not been broken.<p>Thor owns a short-handled <!--del_lnk--> war hammer, <!--del_lnk--> Mjolnir, which, when thrown at a target, returns magically to the owner. His Mjolnir also has the power to throw lighting bolts. To wield Mj&ouml;lnir, Thor wears the belt <!--del_lnk--> Megingjord, which boosts the wearer&#39;s strength and a pair of special iron gloves, Jarn Griepr, to lift the hammer.<p>The old <!--del_lnk--> germanic tribes knew <strong class="selflink">Thor</strong> as Donner and the german word for thunder is Donnerschlag. It is the strike of the hammer that causes thunderclaps, schlagen meaning to hit in <a href="../../wp/g/Germany.htm" title="Germany">German</a>. <!--del_lnk--> Mjolnir is also his main weapon when fighting giants.<p>Thor lives in the palace <!--del_lnk--> Bilskirnir in the kingdom <!--del_lnk--> &THORN;r&uacute;&eth;heimr or <!--del_lnk--> &THORN;r&uacute;&eth;vangr.<p><a id="Surviving_representations" name="Surviving_representations"></a><h2> <span class="mw-headline">Surviving representations</span></h2>
      <p><a id="Stories_and_myths" name="Stories_and_myths"></a><h3> <span class="mw-headline">Stories and myths</span></h3>
      <p>Most of the surviving myths centre on Thor&#39;s exploits, and from this and inscriptions on monuments we know that Thor was very much the favorite deity of ancient <!--del_lnk--> Scandinavians.<p>According to one myth in the Prose Edda, <!--del_lnk--> Loki was flying as a <a href="../../wp/h/Hawk.htm" title="Hawk">hawk</a> one day and was captured by <!--del_lnk--> Geirrod. Geirrod, who hated Thor, demanded that Loki bring his enemy (who did not yet have his magic belt and hammer) to Geirrod&#39;s castle. Loki agreed to lead Thor to the trap. <!--del_lnk--> Grid was a giantess at whose home they stopped on the way to Geirrod&#39;s. She waited until Loki left the room then told Thor what was happening and gave him her <a href="../../wp/i/Iron.htm" title="Iron">iron</a> gloves and magical belt and staff. Thor killed Geirrod and all other frost giants he could find (including Geirrod&#39;s daughters, <!--del_lnk--> Gj&aacute;lp and Greip).<p>According to <!--del_lnk--> Alv&iacute;ssm&aacute;l, Thor&#39;s daughter was promised to <!--del_lnk--> Alvis, a dwarf. Thor devised a plan to stop Alvis from marrying his daughter. He told Alvis that, because of his small height, he had to prove his wisdom. Alvis agreed and Thor made the tests last until after the sun had risen--all dwarves turned to stone when exposed to sunlight, so Alvis was petrified.<p>Thor was once outwitted by a giant king, <!--del_lnk--> &Uacute;tgar&eth;a-Loki. The king, using his magic, tricked Thor. The king raced Thought itself against Thor&#39;s fast servant, <!--del_lnk--> &THORN;j&aacute;lfi (nothing being faster than thought, which can leap from land to land, and from time to time, in an instant). Then, Loki (who was with Thor) was challenged by <!--del_lnk--> &Uacute;tgar&eth;a-Loki to an eating contest with one of his servants, Logi. Loki lost, eventually. The servant even ate up the trough containing the food. The servant was an illusion of &quot;Wild-Fire&quot;, no living thing being able to equal the consumption rate of fire. He called Thor weak when he only lifted the paw of a cat, the cat being the illusion of the <!--del_lnk--> Midgard Serpent. Thor was challenged to a drinking contest, and could not empty a <!--del_lnk--> horn which was filled not with mead but was connected to the ocean. This action started tidal changes. And here, Thor wrestled an old woman, who was Old Age, something no one could beat, to one knee. It was only later that Thor was told that he had in fact performed impressively doing as well as he did with those challenges.<p>&THORN;unor gave his name to the <a href="../../wp/o/Old_English_language.htm" title="Old English language">Old English</a> day <i>&THORN;unresd&aelig;g</i>, meaning the day of &THORN;unor, known in <a href="../../wp/e/English_language.htm" title="English language">Modern English</a> as <!--del_lnk--> Thursday. &THORN;unor is also the source of the modern word <!--del_lnk--> thunder. Many writers (<!--del_lnk--> Saxo, <!--del_lnk--> Adam of Bremen, <!--del_lnk--> Snorre Sturlason, <!--del_lnk--> &AElig;lfric of Eynsham) identified Thor with <!--del_lnk--> Jupiter. The comparison can be borne: both are gods of the sky that control thunder and lightning, are children of the <!--del_lnk--> mother Earth and were at some time considered the most powerful of the gods. The oak tree was sacred to both gods and they had mysterious powers. Thor is to kill the <!--del_lnk--> Midgard Serpent and Jupiter, the dragon <!--del_lnk--> Typhon. <!--del_lnk--> Tacitus identified Thor with the Greco-Roman hero-god <!--del_lnk--> Hercules because of his force, aspect, weapon and his role as protector of the world.<p>Another noted story of Thor was the time when Thrym, King of the Thurse (Giants), stole his hammer, Mj&ouml;lnir. Thor went to Loki in hopes to find the culprit responsible for the theft. Loki and Thor went to Freyja for council. She gave Loki the Feather-robe so he could travel to the land of the giants to speak to their king. The king admitted to stealing the hammer and would not give it back unless Freyja gave her hand in marriage.<p>Freyja refused when she heard the plan so the gods decided to think of a way to trick the King. Heimdall, the fairest of the gods and one of the prophetic Vanir, suggested dressing up Thor in a bridal gown so he can take Freyja&#39;s place. Thor at first refused to do such a thing as it would portray him as a coward and womanish, but Loki insisted that he does so or the Giants would attack Asgard and win it over if he does not retrieve the hammer in time. Thor reluctantly agreed in the end and took Freyja&#39;s place.<p>Odin rode Thor to the land of the Giants and a celebration ensued. The king noticed a few odd things that his bride was committing. He noted that she ate and drank more than what he would expect from a bride. Loki whom was in disguise as the false Freyja&#39;s servant commented that she rode for 8 full nights without food eager to take his hand. He then asked why his bride&#39;s eyes so terrifying, they seemed to be aglow with fire, again Loki responded with the fact that she did not sleep for 8 full nights eager for his hand. Then the giant commanded that the hammer be brought to his wife and placed on her lap. Once it was in Thor&#39;s possession he threw off his disguise and attacked all the giants in the room. Due to this ruse the giants were careful not to do the same mistake again.<p><a id="Norse_literature" name="Norse_literature"></a><h3> <span class="mw-headline">Norse literature</span></h3>
      <p>The two biggest works are the Elder Edda (or Poetic Edda) and the Younger Edda (also Snorre&#39;s Edda, Prose Edda). Thor is a very common figure, probably more common than Odin.<p>Thor appears as the central figure in the following works of Norse literature:<ul>
       <li><!--del_lnk--> &THORN;&oacute;rsdr&aacute;pa (summarised by <!--del_lnk--> Snorre Sturlason in <!--del_lnk--> Sk&aacute;ldskaparm&aacute;l)<li><!--del_lnk--> H&aacute;rbar&eth;slj&oacute;&eth; which details a contest between Thor and <a href="../../wp/o/Odin.htm" title="Odin">Odin</a> in the guise of Harbarth as to who is the most accomplished.</ul>
      <p>Thor also appears in:<ul>
       <li><!--del_lnk--> Gylfaginning<li><!--del_lnk--> Gr&iacute;mnism&aacute;l<li><!--del_lnk--> Hymiskvi&eth;a<li><!--del_lnk--> &THORN;rymskvi&eth;a<li><!--del_lnk--> Alv&iacute;ssm&aacute;l<li><!--del_lnk--> Lokasenna<li><!--del_lnk--> V&ouml;lusp&aacute;<li><!--del_lnk--> Nj&aacute;ls saga<li><!--del_lnk--> Gautreks saga<li><!--del_lnk--> Eir&iacute;ksm&aacute;l<li><!--del_lnk--> Ragnarsdr&aacute;pa<li><!--del_lnk--> Eyrbyggja saga<li><!--del_lnk--> H&uacute;sdr&aacute;pa<li><!--del_lnk--> Kjalnesinga saga<li><!--del_lnk--> Haustl&ouml;ng<li><!--del_lnk--> F&oacute;stbr&oelig;&eth;ra saga<li><!--del_lnk--> Flj&oacute;tsd&aelig;la saga<li><!--del_lnk--> Hallfre&eth;ar saga<li><!--del_lnk--> Heimskringla<li><!--del_lnk--> Landn&aacute;mab&oacute;k<li><!--del_lnk--> Flateyjarb&oacute;k<li><!--del_lnk--> Gesta Danorum<li><!--del_lnk--> Nordendorf fibula<li><!--del_lnk--> Saxon baptismal vow<li><!--del_lnk--> Gesta Hammaburgensis Ecclesiae Pontificum</ul>
      <p><a id="Archaeological_finds" name="Archaeological_finds"></a><h3> <span class="mw-headline">Archaeological finds</span></h3>
      <div class="thumb tright">
      </div>
      <p>A seated bronze statue of Thor (about 2.5 in, 6.4 cm) from about AD <a href="../../wp/1/10th_century.htm" title="10th century">1000</a> was recovered at a farm near <!--del_lnk--> Akureyri, Iceland and is a featured display at the <!--del_lnk--> National Museum of Iceland. Thor is holding <!--del_lnk--> Mjolnir, sculptured in the typically Icelandic cross-like shape.<p>
       <br />
      <p><a id="Personal_names" name="Personal_names"></a><h2> <span class="mw-headline">Personal names</span></h2>
      <p>The name of the god Thor is the first element in many Scandinavian names:<ul>
       <li>Norwegian male names: Toralv, Torbj&oslash;rn, Torfinn, Torgeir, Torgils, Torgny, Torgrim, Torkjell, Torlak, Torleif, Tormod, Torodd, Torolv, Torstein and Torvald.<li>Norwegian female names: Torbj&oslash;rg, Tordis, Torfrid (Turid), Torgerd, Torgunn, Torhild (Toril), Torlaug, Torunn and Torveig.<li>Icelandic male names: &THORN;&oacute;r, &THORN;&oacute;rhallur, &THORN;orbergur, &THORN;orbj&ouml;rn, &THORN;orfinnur, &THORN;orgeir, &THORN;orgils, &THORN;orgr&iacute;mur, &thorn;orkell, &THORN;orl&aacute;kur, &thorn;orleifur, &THORN;orsteinn, &THORN;orvaldur, &THORN;&oacute;rarinn, &THORN;&oacute;r&eth;ur and &THORN;&oacute;r&oacute;lfur<li>Icelandic female names: &THORN;orbj&ouml;rg, &THORN;orger&eth;ur, &THORN;&oacute;ra, &THORN;&oacute;rd&iacute;s, &THORN;&oacute;rhildur, &THORN;&oacute;runn and &THORN;&oacute;rgunnur<li>Danish male names: Tor, Torben, Torkil/Terkel, Torleif, Torsten, Torvald<li>Danish female names: Tora, Tove<li>Swedish male names: Tor, Torbj&ouml;rn, Tord, Tore, Torgny, Torkel, Torleif, Torsten, Torvald<li>Swedish female names: Tora, Torunn, Tove<li>It is a compound found in the Scottish Christian name Torquil, and the English surname, Thurkettle.</ul>
      <p><a id="Misc" name="Misc"></a><h3> <span class="mw-headline">Misc</span></h3>
      <ul>
       <li>&quot;Thor&#39;s Day&quot; is <i>&THORN;&oacute;rsdagr</i> in Old Norse, <i><!--del_lnk--> Thursday</i> in English, <i>Donnerstag</i> in German (meaning &quot;Thunder&#39;s Day&quot;), <i>Donderdag</i> in Dutch (meaning Thunder day), <i>Torstai</i> in Finnish, and <i>Torsdag</i> in Swedish, Danish, and Norwegian.<li>The <!--del_lnk--> nebula NGC2359 is known as Thor&#39;s Helmet.<li>&quot;<!--del_lnk--> Thor&#39;s Oak&quot; was an ancient tree near <!--del_lnk--> Fritzlar in northern Hesse (Germany) and one of the most sacred of sites of the old Germans. In 723, St. <!--del_lnk--> Boniface cut down the tree to demonstrate the superiority of the Christian god over Thor and the other Germanic/Nordic deities, an event that commonly marks the beginning of the Christianization of the non-Frankish Germans.<li><a href="../../wp/t/Thorium.htm" title="Thorium">Thorium</a> was named after the god Thor by <!--del_lnk--> J&ouml;ns Jakob Berzelius, the chemist who discovered it.</ul>
      <p><a id="Homologues" name="Homologues"></a><h2> <span class="mw-headline">Homologues</span></h2>
      <p><a id="Homologues_in_related_religions" name="Homologues_in_related_religions"></a><h3> <span class="mw-headline">Homologues in related religions</span></h3>
      <p>These are homologues that were created in religions of other speakers of <!--del_lnk--> Indo-European languages.<ul>
       <li><!--del_lnk--> Taranis<li><!--del_lnk--> Indra<li><!--del_lnk--> Perk&#x16B;nas<li><!--del_lnk--> Perun<li><a href="../../wp/h/Heracles.htm" title="Heracles">Heracles</a><li><a href="../../wp/j/Jupiter_%2528mythology%2529.htm" title="Jupiter (mythology)">Jupiter</a></ul>
      <p><a id="Homologues_in_other_religions" name="Homologues_in_other_religions"></a><h3> <span class="mw-headline">Homologues in other religions</span></h3>
      <ul>
       <li>Tiermes, Tord&ouml;m or Torum (&quot;the golden light&quot;, <!--del_lnk--> Finno-Ugric). Several Finno-Ugric peoples have thunder gods with names similar to Thor. Some, like Estonian <!--del_lnk--> Taara even retain the connection with Thursday. One theory is that Thor is a loan from Finno-Ugric mythology, although the <!--del_lnk--> Hittite <!--del_lnk--> Tarhunt and the <!--del_lnk--> Vedic <!--del_lnk--> Indra seem to be cognates pointing to a basis in a <!--del_lnk--> Proto-Indo-European religion, which suggests the opposite; that the god was borrowed from the Proto-Indo-Europeans by Finno-Ugric groups. It may even be seen as representing some common heritage between the two peoples. (The celtic <!--del_lnk--> Taranis also seems to be linguistically related.)</ul>
      <p><a id="Modern_popular_culture" name="Modern_popular_culture"></a><h2> <span class="mw-headline">Modern popular culture</span></h2>
      <div class="thumb tright">
       <div class="thumbinner" style="width:182px;"><a class="internal" href="../../images/220/22094.jpg.htm" title="Donner calls upon the storm clouds in this illustration by Arthur Rackham to Wagner&#39;s Das Rheingold."><img alt="Donner calls upon the storm clouds in this illustration by Arthur Rackham to Wagner&#39;s Das Rheingold." class="thumbimage" height="255" longdesc="/wiki/Image:Ring16.jpg" src="../../images/220/22094.jpg" width="180" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/220/22094.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/0/1.png" width="15" /></a></div> Donner calls upon the storm clouds in this illustration by <!--del_lnk--> Arthur Rackham to Wagner&#39;s <i><!--del_lnk--> Das Rheingold</i>.</div>
       </div>
      </div>
      <dl>
       <dd>
      </dl>
      <p>Thor, under the German form of his name, &quot;Donner&quot;, appears in <a href="../../wp/r/Richard_Wagner.htm" title="Richard Wagner">Richard Wagner</a>&#39;s opera cycle, <i><!--del_lnk--> Der Ring des Nibelungen</i>. This has led to many portrayals based on Wagner&#39;s interpretation, although some are closer to pre-Wagner models. Since Wagner&#39;s time, Thor has appeared, either as himself or as the namesake of characters, <!--del_lnk--> in comic books, on television, in literature and in song lyrics.<p><a id="Modern_symbolism" name="Modern_symbolism"></a><h2> <span class="mw-headline">Modern symbolism</span></h2>
      <ul>
       <li>The City of <a href="../../wp/s/Sheffield.htm" title="Sheffield">Sheffield</a>&#39;s <!--del_lnk--> coat of arms&#39;s <!--del_lnk--> supporters are the Roman god <!--del_lnk--> Vulcan and the Germanic god Thor, to represent heating and hammering of iron and steel in the area&#39;s <!--del_lnk--> heavy industry.</ul>
      <p><a id="See_also" name="See_also"></a><div class="printfooter"> Retrieved from &quot;<!--del_lnk--> http://en.wikipedia.org/wiki/Thor&quot;</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <!-- end of the left (by default at least) column -->
   <div class="visualClear">
   </div>
   <div id="footer">
    <div class="center"> This reference article is mainly selected from the English Wikipedia with only minor checks and changes (see www.wikipedia.org for details of authors and sources) and is available under the <nobr><a href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm">GNU Free Documentation License</a></nobr>. See also our <b><a href="../../disclaimer.htm">Disclaimer</a></b>. </div>
   </div>
   <script type="text/javascript">if (window.runOnloadHook) runOnloadHook();</script>
  </div>
  
 </body>
</html>
