<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html dir="ltr" lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
 <head>
  <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
  <meta content="Hern&aacute;n Cort&eacute;s,1325,1376,1395,1417,1427,1440,1469,1481,1485,1486" name="keywords" />
  <link href="../../favicon.ico" rel="shortcut icon" />
  <link href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm" rel="copyright" />
  <title>Hern&aacute;n Cort&eacute;s</title>
  <style media="screen,projection" type="text/css">/*<![CDATA[*/ @import "../../css/wp-monobook-main.css"; /*]]>*/</style>
  <link href="../../css/wp-commonPrint.css" media="print" rel="stylesheet" type="text/css" />
  <!--[if lt IE 5.5000]><style type="text/css">@import "../../css/IE50Fixes.css";</style><![endif]-->
  <!--[if IE 5.5000]><style type="text/css">@import "../../css/IE55Fixes.css";</style><![endif]-->
  <!--[if IE 6]><style type="text/css">@import "../../css/IE60Fixes.css";</style><![endif]-->
  <!--[if IE 7]><style type="text/css">@import "../../css/IE70Fixes.css";</style><![endif]-->
  <!--[if lt IE 7]><script type="text/javascript" src="../../js/IEFixes.js"></script>
		<meta http-equiv="imagetoolbar" content="no" /><![endif]-->
  <script type="text/javascript">
			var skin = "monobook";
			var stylepath = "/skins-1.5";

			var wgArticlePath = "/wiki/$1";
			var wgScriptPath = "/w";
			var wgServer = "http://en.wikipedia.org";
                        
			var wgCanonicalNamespace = "";
			var wgNamespaceNumber = 0;
			var wgPageName = "Hernán_Cortés";
			var wgTitle = "Hernán Cortés";
			var wgArticleId = 14013;
			var wgIsArticle = true;
                        
			var wgUserName = null;
			var wgUserLanguage = "en";
			var wgContentLanguage = "en";
		</script>
  <script src="../../js/wikibits.js" type="text/javascript"><!-- wikibits js --></script>
  <script src="../../js/wp.js" type="text/javascript"><!-- site js --></script>
  <style type="text/css">/*<![CDATA[*/
@import "../../css/wp-common.css";
@import "../../css/wp-monobook.css";
@import "../../css/wp.css";
/*]]>*/</style>
  <!-- Head Scripts -->
 </head>
 <body class="mediawiki ns-0 ltr page-Hern&aacute;n_Cort&eacute;s">
  <div id="globalWrapper">
   <div id="column-content">
    <div id="content"><a id="top" name="top"></a><h1 class="firstHeading">Hern&aacute;n Cort&eacute;s</h1>
     <div id="bodyContent">
      <h3 id="siteSub"><a href="../../index.htm">2007 Schools Wikipedia Selection</a>. Related subjects: <a href="../index/subject.People.Historical_figures.htm">Historical figures</a></h3>
      <!-- start content -->
      <table cellspacing="2" class="infobox" style="width: 21em; font-size:90%; text-align: left; align: right;">
       <tr>
        <th colspan="2" style="text-align: center;"><big>Hern&aacute;n(do) Cort&eacute;s</big></th>
       </tr>
       <tr>
        <td align="center" colspan="2">
         <div class="center">
          <div class="floatnone"><span><a class="image" href="../../images/64/6408.jpg.htm" title=""><img alt="" height="375" longdesc="/wiki/Image:Cortes-Hernando-LOC.jpg" src="../../images/64/6408.jpg" width="300" /></a></span></div>
         </div>
         <div style="line-height:1.25em;">Hern&aacute;n Cort&eacute;s in a contemporary rendition</div>
        </td>
       </tr>
       <tr valign="top">
        <th align="right">Born</th>
        <td>1485<br /><!--del_lnk--> Medell&iacute;n, <!--del_lnk--> Extremadura, <a href="../../wp/s/Spain.htm" title="Spain">Spain</a></td>
       </tr>
       <tr valign="top">
        <th style="text-align:right;">Died</th>
        <td>December 2, 1547<br /><!--del_lnk--> Castilleja de la Cuesta, <!--del_lnk--> Seville <a href="../../wp/s/Spain.htm" title="Spain">Spain</a></td>
       </tr>
       <tr valign="top">
        <th style="text-align:right;">Occupation</th>
        <td>Mayor of Baracoa Cuba, Conquistador, Marqu&eacute;s del Valle de Oaxaca</td>
       </tr>
      </table>
      <p><b>Hern&aacute;n(do) Cort&eacute;s, Marqu&eacute;s del Valle de Oaxaca</b> (<!--del_lnk--> 1485&ndash;<!--del_lnk--> December 2, <!--del_lnk--> 1547) was the <i><!--del_lnk--> conquistador</i> who became famous for leading the military expedition that initiated the <!--del_lnk--> Spanish Conquest of Mexico. Cort&eacute;s was part of the generation of European colonizers that began the first phase of the <!--del_lnk--> Spanish colonization of the Americas.<p>Cort&eacute;s was known as <b>Hernando</b> or <b>Fernando Cort&eacute;s</b> during his lifetime and signed all his letters <b>Fern&aacute;n Cort&eacute;s</b>.<p>Born in <!--del_lnk--> Medellin, <!--del_lnk--> Extremadura, in <!--del_lnk--> Castile, to a family of lesser nobility, Cort&eacute;s as a young man chose to win a livelihood in the New World. He went to <!--del_lnk--> Hispaniola and later to <a href="../../wp/c/Cuba.htm" title="Cuba">Cuba</a>, where he received an <!--del_lnk--> encomienda and for a period became mayor of a small town. In 1519 he was elected captain of the third expedition to the mainland, an expedition which he partly funded. His enmity with the governor of Cuba <a href="../../wp/d/Diego_Vel%25C3%25A1zquez.htm" title="Diego Vel&aacute;zquez">Diego Vel&aacute;zquez</a> resulted in the latter calling back the expedition in the last moment, an order which was ignored by Cort&eacute;s in an act of disobedience. Arriving on the continent Cort&eacute;s executed a successful strategy of allying with some indigenous peoples against others. He also successfully used a native woman, <!--del_lnk--> Do&ntilde;a Marina, as interpreter and later she became mother of a son to Cort&eacute;s. When the Governor of Cuba sent emissaries to arrest Cort&eacute;s he fought them and won and used the extra troops as reinforcements. Instead he wrote letters directly to the king asking to be acknowledged for his successes instead of punished for mutiny. When the Aztec empire was overthrown Cort&eacute;s was awarded the title of Marques del Valle de Oaxaca, while the more prestigious titles of <!--del_lnk--> Viceroy was given to relatives of the king. Cort&eacute;s returned to Spain where he died peacefully but embittered.<p>Due to the controversial undertakings of Cort&eacute;s and the scarcity of reliable sources of information about him it has become difficult to assert anything definitive about his personality and motivations. Early heroification of the conquistadors did not encourage deep examination of Cort&eacute;s. Later reconsideration of the conquistadors&#39; character in the context of modern anti-colonial sentiment and greatly expanded concern for human rights, as typified by the <!--del_lnk--> Black Legend, also did little to expand our understanding of Cort&eacute;s as an individual. As a result of these historical trends, descriptions of Cort&eacute;s tend to be simplistic, and either black or rosy coloured.<p>
       <script type="text/javascript">
//<![CDATA[
 if (window.showTocToggle) { var tocShowText = "show"; var tocHideText = "hide"; showTocToggle(); } 
//]]>
</script><a id="The_sources_to_the_Life_of_Cort.C3.A9s" name="The_sources_to_the_Life_of_Cort.C3.A9s"></a><h2> <span class="mw-headline">Early life</span></h2>
      <p>Cort&eacute;s was born in <!--del_lnk--> Medell&iacute;n, in the province of <!--del_lnk--> Extremadura, in the <!--del_lnk--> Kingdom of Castile in Spain in <!--del_lnk--> 1485. His father, Mart&iacute;n Cort&eacute;s de Monroy, was an infantry captain of distinguished ancestry but slender means. His mother was Catalina Pizarro Altamirano. Through his mother, Hernan was second cousin to <!--del_lnk--> Francisco Pizarro, who later conquered the <a href="../../wp/i/Inca_Empire.htm" title="Inca">Inca</a> empire of modern-day <a href="../../wp/p/Peru.htm" title="Peru">Peru</a> (not to be confused with another Francisco Pizarro who joined Cort&eacute;s to conquer the <a href="../../wp/a/Aztec.htm" title="Aztec">Aztecs</a>).<p>Hernan Cort&eacute;s is described as a sickly child by his biographer, chaplain, and friend <!--del_lnk--> Francisco L&oacute;pez de G&oacute;mara. At the age of fourteen, Cort&eacute;s was sent to study at the <!--del_lnk--> University of Salamanca. This was the great centre of learning of the country and while accounts vary as to the nature of Cort&eacute;s&#39; studies, his later writings and actions suggest he studied Law and probably Latin.<p>After two years, Cort&eacute;s, tired of schooling, returned home to Medell&iacute;n, much to the annoyance of his parents, who had hoped to see him equipped for a profitable legal career. However, those two years at Salamanca, plus his long period of training and experience as a notary, first in Seville and later in <!--del_lnk--> Hispaniola, would give him a close acquaintance with the legal codes of Castile that was to stand him in good stead in justifying his unauthorized conquest of Mexico.<p>At this point in his life, Cort&eacute;s was described by G&oacute;mara as restless, haughty, and mischievous. This was probably a fair description of a sixteen-year-old boy who had returned home only to find himself frustrated by life in his small provincial town.<p>By this time, news of the exciting discoveries of Columbus in the New World was streaming back to Spain. Cort&eacute;s and his family must have been well aware of the potential it might hold for a young adventurous man.<table class="toccolours" style="float: right; clear:right; margin: 0em 0em 1em 1em; text-align: center;">
       <tr>
        <td><a class="image" href="../../images/64/6409.jpg.htm" title=""><img alt="" height="189" longdesc="/wiki/Image:CartedAmerique.jpeg" src="../../images/64/6409.jpg" width="240" /></a></td>
       </tr>
       <tr style="background: chocolate;">
        <td><b><!--del_lnk--> Spanish colonization of the Americas</b></td>
       </tr>
       <tr style="background: sandybrown;">
        <td><b>History of the conquest</b></td>
       </tr>
       <tr>
        <td>
         <p><!--del_lnk--> Inter caetera<br /><!--del_lnk--> Alaska<br /><!--del_lnk--> California<br /><!--del_lnk--> Guatemala<br /><!--del_lnk--> Mexico<br /><!--del_lnk--> Peru<br /><!--del_lnk--> Yucat&aacute;n</td>
       </tr>
       <tr style="background: sandybrown;">
        <td><b><!--del_lnk--> Conquistadors</b></td>
       </tr>
       <tr>
        <td>
         <p><!--del_lnk--> Vasco N&uacute;&ntilde;ez de Balboa<br /><!--del_lnk--> Francisco V&aacute;squez de Coronado<br /><strong class="selflink">Hern&aacute;n Cort&eacute;s</strong><br /><!--del_lnk--> Juan Ponce de Le&oacute;n<br /><!--del_lnk--> Francisco de Montejo<br /><!--del_lnk--> Francisco Pizarro<br /><!--del_lnk--> Diego de Almagro<br /><!--del_lnk--> Hernando de Soto<br /><!--del_lnk--> Sebasti&aacute;n de Belalc&aacute;zar<br /><!--del_lnk--> Pedro de Valdivia</td>
       </tr>
      </table>
      <p><a id="Preparing_to_depart_for_the_New_World" name="Preparing_to_depart_for_the_New_World"></a><h2> <span class="mw-headline">Preparing to depart for the New World</span></h2>
      <p>Plans were made in 1502 for Cortes to sail to the Americas with a family acquaintance, <!--del_lnk--> Nicolas de Ovando, the newly appointed governor of <!--del_lnk--> Hispaniola, but an injury sustained while hurriedly escaping from the bedroom of a married woman of Medell&iacute;n prevented him from making the journey. Instead, he spent the next year wandering the country, probably spending most of his time in the heady atmosphere of Spain&#39;s southern ports, listening to the tales of those returning from the Indies, who told of discovery and conquest, gold, Indians and strange unknown lands.<p><a id="Arrival_in_the_New_World" name="Arrival_in_the_New_World"></a><h2> <span class="mw-headline">Arrival in the New World</span></h2>
      <p>Cort&eacute;s did not arrive in the New World until 1503. He finally succeeded in reaching <!--del_lnk--> Hispaniola in a ship commanded by Alonso Quintero, who tried to deceive his superiors and reach the New World before them in order to secure personal advantages. Quintero&#39;s mutinous conduct may have served as a model for Cort&eacute;s in his subsequent career. The history of the conquistadors is rife with accounts of rivalry, jockeying for position, mutiny, and betrayal. <!--del_lnk--> <p>In 1503 at the age of eighteen, Cort&eacute;s sailed in a convoy of merchant ships bound for Santo Domingo, the capital of Hispaniola. Upon his arrival, he registered as a citizen, which entitled him to a building plot and land for cultivation. Soon afterwards, Ovando, still the governor, gave him a <!--del_lnk--> repartimiento of Indians and made him a notary of the town of Azuza. His next five years seem to have served to establish him in the colony, though he managed to contract <!--del_lnk--> syphilis from Indian women in the area, a disease which until that time had been unknown in the Old World but which wrought great havoc after its introduction there. In 1506 he took part in the conquest of Hispaniola and Cuba and got a large estate of land and Indian slaves for his effort.<p><a id="Cort.C3.A9s_in_Cuba" name="Cort.C3.A9s_in_Cuba"></a><h3> <span class="mw-headline">Cort&eacute;s in Cuba</span></h3>
      <p>In 1511, he accompanied <!--del_lnk--> Diego Vel&aacute;zquez de Cu&eacute;llar, an aide of the governor of Hispaniola, in his expedition to conquer Cuba. At the age of 26, Cort&eacute;s was made clerk to the treasurer with the responsiblity of insuring that the Crown received the <i><!--del_lnk--> quinto</i>, or customary one-fifth of the profits from the expedition.<p>The governor of Cuba, Diego Vel&aacute;zquez, was so impressed with Cort&eacute;s that he secured a high political position for him in the colony. Cort&eacute;s continued to build a reputation as a daring and bold leader. He became secretary for Governor Vel&aacute;zquez. Cortes was appointed mayor (<!--del_lnk--> alcalde) of <!--del_lnk--> Santiago. In Cuba, Cort&eacute;s became a man of substance with a <!--del_lnk--> repartimiento of Indians, mines and cattle. In 1514, Cort&eacute;s led a group that wanted more natives for the settlers.<p>As time went on, relations between Cort&eacute;s and governor Vel&aacute;zquez became, to put it mildly, strained. The governor twice jailed the young cavalier although each time Cort&eacute;s managed to escape.<p>Cort&eacute;s also found time to become romantically involved with Catalina Xu&aacute;rez (or Ju&aacute;rez), the sister-in-law of Governor Vel&aacute;zquez. Part of Vel&aacute;zquez&#39; displeasure seems to have been based on a belief that Cort&eacute;s was trifling with Catalina&#39;s affections. Cort&eacute;s was temporarily distracted by one of Catalina&#39;s sisters but finally married Catalina reluctantly under pressure from Governor Vel&aacute;zquez. However, by doing so, he hoped to secure the good will of both her family and that of Vel&aacute;zquez. <p><a id="Looking_Beyond_Cuba" name="Looking_Beyond_Cuba"></a><h3> <span class="mw-headline">Looking Beyond Cuba</span></h3>
      <p>It was not until he had been almost 15 years in the Indies, that Cort&eacute;s began to look beyond his substantial status as mayor of the capital of Cuba and as a man of affairs in the thriving colony.<p><a id="The_invasion_of_Mexico" name="The_invasion_of_Mexico"></a><h2> <span class="mw-headline">The invasion of Mexico</span></h2>
      <dl>
       <dd>
      </dl>
      <table class="toccolours" style="float: right;clear:right; margin: 0em 0em 1em 1em; text-align: center;">
       <tr>
        <td><a class="image" href="../../images/9/962.jpg.htm" title=""><img alt="" height="191" longdesc="/wiki/Image:Calend%C3%A1rio_Asteca.jpg" src="../../images/9/962.jpg" width="200" /></a></td>
       </tr>
       <tr style="background: chocolate;">
        <td><b><a href="../../wp/a/Aztec.htm" title="Aztec">The Aztec world</a></b></td>
       </tr>
       <tr style="background: sandybrown;">
        <td><b><!--del_lnk--> Aztec society</b></td>
       </tr>
       <tr>
        <td>
         <p><a href="../../wp/n/Nahuatl_language.htm" title="Nahuatl language">Nahuatl language</a><br /><!--del_lnk--> Aztec philosophy<br /><!--del_lnk--> Aztec calendar<br /><!--del_lnk--> Aztec religion<br /><!--del_lnk--> Aztec mythology<br /><!--del_lnk--> Aztec entheogenic complex<br /><!--del_lnk--> Human sacrifice in Aztec culture</td>
       </tr>
       <tr style="background: sandybrown;">
        <td><b><!--del_lnk--> Aztec history</b></td>
       </tr>
       <tr>
        <td>
         <p><!--del_lnk--> Aztl&aacute;n<br /><!--del_lnk--> Aztec army<br /><!--del_lnk--> Aztec codices<br /><!--del_lnk--> Aztec Triple Alliance<br /><!--del_lnk--> Spanish conquest of Mexico<br /><!--del_lnk--> Siege of Tenochtitlan<br /><!--del_lnk--> La Noche Triste<br /><strong class="selflink">Hern&aacute;n Cort&eacute;s</strong></td>
       </tr>
       <tr style="background: sandybrown;">
        <td><b><!--del_lnk--> Hueyi Tlatoani</b></td>
       </tr>
       <tr>
        <td>
         <p><!--del_lnk--> Tenoch (<!--del_lnk--> 1325&ndash;<!--del_lnk--> 1376)<br /><!--del_lnk--> Acamapichtli (<!--del_lnk--> 1376&ndash;<!--del_lnk--> 1395)<br /><!--del_lnk--> Huitzil&iacute;huitl (<!--del_lnk--> 1395&ndash;<!--del_lnk--> 1417)<br /><!--del_lnk--> Chimalpopoca (<!--del_lnk--> 1417&ndash;<!--del_lnk--> 1427)<br /><!--del_lnk--> Itzc&oacute;atl (<!--del_lnk--> 1427&ndash;<!--del_lnk--> 1440)<br /><!--del_lnk--> Moctezuma I (<!--del_lnk--> 1440&ndash;<!--del_lnk--> 1469)<br /><!--del_lnk--> Axayacatl (<!--del_lnk--> 1469&ndash;<!--del_lnk--> 1481)<br /><!--del_lnk--> T&iacute;zoc (<!--del_lnk--> 1481&ndash;<!--del_lnk--> 1486)<br /><!--del_lnk--> Au&iacute;tzotl (<!--del_lnk--> 1486&ndash;<!--del_lnk--> 1502)<br /><!--del_lnk--> Moctezuma II (<!--del_lnk--> 1502&ndash;<!--del_lnk--> 1520)<br /><!--del_lnk--> Cuitl&aacute;huac (<!--del_lnk--> 1520)<br /><!--del_lnk--> Cuauht&eacute;moc (<!--del_lnk--> 1520&ndash;<!--del_lnk--> 1521)</td>
       </tr>
      </table>
      <p>The most notable achievement of Cort&eacute;s career was the invasion of Mexico and conquest of the Aztec empire. In 1518 Vel&aacute;zquez put him in charge of an expedition to explore and secure the interior of Mexico for colonization. At the last minute, Vel&aacute;zquez changed his mind and tried to revoke his order to prevent the brash Cort&eacute;s from stealing all the glory that might come from the expedition.<p>The decisive battle in this campaign was the <!--del_lnk--> siege of Tenochtitlan. Cort&eacute;s&#39; victory over the Aztecs at <!--del_lnk--> Tenochtitlan enabled the eventual <!--del_lnk--> Spanish conquest of Mexico.<p>Cort&eacute;s married one of the daughters of Emperor Montezuma II and gave the other noble women to his men.<p>In an incident that would become a mark of infamy, Cort&eacute;s literally put <!--del_lnk--> Cuauht&eacute;moc&#39;s feet to the fire to force him to reveal where the remaining Aztec gold was hidden. This cruelty was futile, however, because the greater part of the Mexican treasures had already passed into the hands of the Spaniards. Some of this treasure was lost during the panicked escape from Tenochtitlan during <!--del_lnk--> La Noche Triste.<p><a id="Appointment_to_governorship_of_Mexico" name="Appointment_to_governorship_of_Mexico"></a><h2> <span class="mw-headline">Appointment to governorship of Mexico</span></h2>
      <p>Because of his conquests and all the gold and jewels he had collected, Cort&eacute;s was very popular back home in Spain. King Charles I of Spain, who had become <a href="../../wp/c/Charles_V%252C_Holy_Roman_Emperor.htm" title="Charles V, Holy Roman Emperor">Holy Roman Emperor Charles V</a> in 1519, appointed Cort&eacute;s governor and captain general of the newly conquered territory. Cort&eacute;s received the title Marques del Valle de Oaxaca (Marquis of the Oaxaca Valley) in 1528.<p>Cort&eacute;s served a term as Governor-General of &quot;<!--del_lnk--> New Spain of the Ocean Sea&quot; (as <!--del_lnk--> Juan de Grijalva had named Mexico before Cort&eacute;s ever saw it), bringing stability and surprising civil rights to the country.<p><a id="Cort.C3.A9s_initiates_the_construction_of_Mexico_City" name="Cort.C3.A9s_initiates_the_construction_of_Mexico_City"></a><h3> <span class="mw-headline">Cort&eacute;s initiates the construction of Mexico City</span></h3>
      <p>Cort&eacute;s began the construction of <a href="../../wp/m/Mexico_City.htm" title="Mexico City">Mexico City</a> on the Aztec ruins and brought many Spaniards over to live there. It soon became the most important European city in <a href="../../wp/n/North_America.htm" title="North America">North America</a>. He managed the founding of new cities and appointed men to extend Spanish rule to all of Mexico or New Spain. Cort&eacute;s also supported efforts to convert the indigenous people to Christianity and sponsored new explorations.<p><a id="Cort.C3.A9s_the_farmer" name="Cort.C3.A9s_the_farmer"></a><h3> <span class="mw-headline">Cort&eacute;s the farmer</span></h3>
      <p>Cort&eacute;s spent the next seven years establishing peace among the Indians of Mexico and developing mines and farmlands.<p>Cort&eacute;s was one of the first Spaniards to attempt to grow sugar in Mexico and one of the first to import African slaves to early colonial Mexico. At the time of his death his estate contained at least 200 slaves who were either native Africans or of African descent.<p><a id="Cort.C3.A9s.27s_wife_dies_under_suspicious_circumstances" name="Cort.C3.A9s.27s_wife_dies_under_suspicious_circumstances"></a><h3> <span class="mw-headline">Cort&eacute;s&#39;s wife dies under suspicious circumstances</span></h3>
      <p>His wife Catalina eventually joined him in Mexico City but it was not a happy reunion. After all, his infidelities with both native and European women were well-known to her. One night in his palace she complained about her Indian servants but Cort&eacute;s cut her off with the shout, &quot;Your Indians? They are <i><b>not</b></i> under any circumstance your Indians but <b>mine</b>.&quot; Shortly afterward she was found dead, having &quot;fallen&quot; from her bedroom window. She might have been murdered or committed suicide.<p><a id="Death_of_Cuauht.C3.A9moc" name="Death_of_Cuauht.C3.A9moc"></a><h4> <span class="mw-headline">Death of Cuauht&eacute;moc</span></h4>
      <p>The execution of <!--del_lnk--> Cuauht&eacute;moc on the journey to Honduras was another instance of the misconception by Cort&eacute;s of aboriginal conditions. It is not at all unlikely that the Mexican chieftain was party to a plan to exterminate the Spaniards while they were floundering through the forests and swamps. Cort&eacute;s had <!--del_lnk--> Cuauht&eacute;moc hanged over the strong objections of his men. Another account by <!--del_lnk--> Bernal Diaz del Castillo tells us that other Spaniards supported him on his decision to execute Cuauht&eacute;moc. The execution eventually had to be carried out by Tlaxcallan soldiers.<p>Sworn testimony at Cort&eacute;s&#39; many subsequent trials (for murdering his legal wife, etc.) has abundant testimony from friends and enemies alike that this crime ruined Cort&eacute;s. He never forgave himself and seems to have gone somewhat mad. In the end he was said to have remarked, &quot;I didn&#39;t want it this way.&quot;<p><a id="Deteriorating_relations_with_the_Spanish_government" name="Deteriorating_relations_with_the_Spanish_government"></a><h3> <span class="mw-headline">Deteriorating relations with the Spanish government</span></h3>
      <p>Many historical sources have conveyed an impression that Cort&eacute;s was unjustly treated by the Spanish Crown, and that he received nothing but ingratitude for his role in establishing <!--del_lnk--> New Spain. This picture is the one Cort&eacute;s presents in his letters and in the later biography written by Gomara. However, there may be more to the picture than this. According to the Catholic Encyclopedia, Cort&eacute;s&#39; own greed and vanity may have played a part in his deteriorating position with the King<dl>
       <dd><i>&quot;Cort&eacute;s personally was not ungenerously rewarded, but he speedily complained of insufficient compensation to himself and his comrades. Thinking himself beyond reach of restraint, he disobeyed many of the orders of the Crown, and, what was more imprudent, said so in a letter to the emperor, dated <!--del_lnk--> 15 October <!--del_lnk--> 1524 (Ycazbalceta, &quot;Documentos para la Historia de M&eacute;xico&quot;, Mexico, 1858, I). In this letter Cort&eacute;s, besides recalling in a rather abrupt manner that the conquest of Mexico was due to him alone, deliberately acknowledges his disobedience in terms which could not fail to create a most unfavourable impression.&quot;</i></dl>
      <p>In <!--del_lnk--> 1522 The Crown appointed Cort&eacute;s governor of New Spain, but also, much to the dismay of Cort&eacute;s, four royal officials were appointed at the same time to assist him in his governing &mdash; in effect submitting him to close observation and administration. In 1523, the Crown (possibly influenced by Cort&eacute;s&#39; enemy, <!--del_lnk--> Bishop Fonseca), sent a military force under the command of <!--del_lnk--> Juan de Garay to conquer and settle the northern part of Mexico, the region of P&aacute;nuco. This was another setback for Cort&eacute;s who mentions this in his fourth letter to the King in which he describes himself as the victim of a conspiracy by his archenemies <a href="../../wp/d/Diego_Vel%25C3%25A1zquez.htm" title="Diego Vel&aacute;zquez">Diego Vel&aacute;zquez</a>, <!--del_lnk--> Diego Columbus and Bishop Fonseca as well as Juan Garay. The influence of Garay was effectively stopped by this appeal to the King who sent out a decree forbidding Garay to interfere in the politics of New Spain, causing him to give up without a fight.<p><a id="Cort.C3.A9s_suspected_of_conspiring_to_secede_from_Spain" name="Cort.C3.A9s_suspected_of_conspiring_to_secede_from_Spain"></a><h3> <span class="mw-headline">Cort&eacute;s suspected of conspiring to secede from Spain</span></h3>
      <p>In 1524, the treachery in Honduras of <!--del_lnk--> Cristobal de Olid, an old supporter of Diego Vel&aacute;zquez, sent Cort&eacute;s into a rage and he issued a decree to arrest Vel&aacute;zquez, the Governor of Cuba, whom Cort&eacute;s was sure was behind Olid&#39;s treason. This excessive action, however, served to further estrange the Spanish government which was already beginning to feel anxious about Cort&eacute;s rising power. In response, the government sent a special <i>Juez de residencia</i>, <!--del_lnk--> Luis Ponce de Le&oacute;n, to conduct a full inquiry into Cort&eacute;s activities. A few days after Cort&eacute;s returned from the expedition to Honduras, where Cort&eacute;s defeated de Olid, Ponce de Leon suspended Cort&eacute;s from his office of governor of New Spain. Cort&eacute;s went to Spain in <!--del_lnk--> 1528 where he was awarded the title <i>&quot;Marques del Valle de Oaxaca&quot;</i> and was confirmed in his land holdings and vassals, but he was not reinstated as governor and was never again given any important office in the administration of New Spain.<p><a id="Cort.C3.A9s_accused_of_murdering_his_first_wife" name="Cort.C3.A9s_accused_of_murdering_his_first_wife"></a><h3> <span class="mw-headline">Cort&eacute;s accused of murdering his first wife</span></h3>
      <p>At a time when there was a strong suspicion in court circles of an intended rebellion by Cort&eacute;s, a charge was brought against him that cast a fatal blight upon his character and plans. He was accused of murdering his first wife. The proceedings of the investigation were kept secret. No report, either exonerating or condemning Cort&eacute;s, was published. Had the Government declared him innocent, it would have greatly increased his popularity; had it declared him a criminal, a crisis would have been precipitated by the accused and his party. Silence was the only safe policy, but that silence is suggestive that grave danger was feared from his influence.<div class="thumb tleft">
       <div style="width:202px;"><a class="internal" href="../../images/64/6410.jpg.htm" title="Emperor Charles V with Hound (1532), a painting by the 16th century artist Jakob Seisenegger."><img alt="Emperor Charles V with Hound (1532), a painting by the 16th century artist Jakob Seisenegger." height="411" longdesc="/wiki/Image:Karl_V.jpg" src="../../images/64/6410.jpg" width="200" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/64/6410.jpg.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div><i>Emperor Charles V with Hound</i> (1532), a painting by the 16th century artist <!--del_lnk--> Jakob Seisenegger.</div>
       </div>
      </div>
      <p><a id="Cort.C3.A9s_appeals_to_Charles_V.2C_the_Holy_Roman_Emperor" name="Cort.C3.A9s_appeals_to_Charles_V.2C_the_Holy_Roman_Emperor"></a><h3> <span class="mw-headline">Cort&eacute;s appeals to Charles V, the Holy Roman Emperor</span></h3>
      <p>Cort&eacute;s was once quoted as saying that it was &quot;more difficult to contend against (his) own countrymen than against the Aztecs.&quot; Governor Diego Vel&aacute;zquez continued to be a thorn in his side, teaming up with Bishop Juan Rodr&iacute;guez de Fonseca, chief of the Spanish colonial department, to undermine him at court.<p>Cort&eacute;s&#39;s fifth letter to Charles V attempts to justify his conduct and concludes with a bitter attack on &ldquo;various and powerful rivals and enemies&rdquo; who have &ldquo;obscured the eyes of your Majesty.&rdquo; Unfortunately, he was not dealing simply with a king of Spain, but with an emperor who ruled most of Europe and who had little time for distant colonies, except insofar as they contributed to his treasury.<p>In 1521, year of the Conquest, Charles V was attending to matters in his German domains and Spain was ruled by Bishop (later Pope) Adrian of Utrecht, who functioned as regent. Vel&aacute;zquez and Fonseca persuaded the regent to appoint a commissioner with powers to investigate Cort&eacute;s&#39;s conduct and even arrest him.<p>The Spanish bureaucrats sent out a commission of inquiry under Licentiate Luis Ponce de Le&oacute;n. Ponce de Le&oacute;n arrived to conduct a residencia of Cortes but fell ill and died shortly after his arrival. Before he died, he appointed Marcos de Aguilar as alcalde mayor. The aged Aguilar also became sick and appointed <!--del_lnk--> Alonso de Estrada governor.<p>Cort&eacute;s, suspected of poisoning them, refrained from taking over the government. Estrada sent Diego de Figueroa to the south; but de Figueroa raided graveyards and extorted contributions, meeting his end when the ship carrying these treasures sunk.<p>In August 1527 a royal decree arrived confirming Estrada as governor. Albornoz persuaded him to release Salazar and Chirinos. When Cortes complained angrily after one of his adherent&#39;s hand was cut off, Estrada ordered him exiled. Cortes sailed for Spain in 1528 to appeal to Emperor Charles V.<p><a id="First_return_to_Spain" name="First_return_to_Spain"></a><h3> <span class="mw-headline">First return to Spain</span></h3>
      <p>In 1528, Cortes returned to Spain to appeal to the justice of his master, Charles V. He presented himself with great splendor before the court. By this time Charles V had returned and Cort&eacute;s forthrightly responded to his enemy&#39;s charges. Denying he had held back on gold due the crown, he showed that he had contributed more than the <!--del_lnk--> quinto (one-fifth) required. Had he spent lavishly to rebu&iacute;ld Tenochtitl&aacute;n, damaged during the siege that brought down the Aztec empire? Of course he had, and the rebuilt Tenochtitl&aacute;n was now more magnificent than any city in Europe, a true jewel in the Spanish crown.<p>He was received by Charles with every distinction, and decorated with the order of Santiago. In return for his efforts in expanding the still young Spanish Empire, Cort&eacute;s was rewarded by being named the Marqu&eacute;s del Valle de Oaxaca, a noble title and senorial estate which was passed down to his descendents until 1811.<p><a id="Mismanagement_of_Cort.C3.A9s.27s_property_during_his_absence" name="Mismanagement_of_Cort.C3.A9s.27s_property_during_his_absence"></a><h3> <span class="mw-headline">Mismanagement of Cort&eacute;s&#39;s property during his absence</span></h3>
      <p>Cort&eacute;s&#39;s property was mismanaged by abusive colonial administrators while he was in Spain. Cort&eacute;s sided with local Indians in a lawsuit. The Indians documented the abuses in the <!--del_lnk--> Huexotzinco Codex.<p><a id="Return_to_Mexico" name="Return_to_Mexico"></a><h3> <span class="mw-headline">Return to Mexico</span></h3>
      <p>Cort&eacute;s returned to Mexico in 1530 with new titles and honours, but with diminished power, a viceroy having been entrusted with the administration of civil affairs, although Cort&eacute;s still retained military authority, with permission to continue his conquests. This division of power led to continual dissension, and caused the failure of several enterprises in which Cort&eacute;s was engaged.<p>On returning to Mexico, Cort&eacute;s found the country in a state of anarchy. Furthermore, there were so many accusations made against him&mdash;even that he had murdered his first wife, Catalina, who had died that year&mdash;that, after reasserting his position and reestablishing some sort of order, he retired to his estates at Cuernavaca, about 30 miles (48 km) south of Mexico City. There he concentrated on the building of his palace and on Pacific exploration.<p>Remaining in Mexico between 1530 and 1541, Cort&eacute;s quarreled with the greedy, brutal <!--del_lnk--> Nu&ntilde;o Beltr&aacute;n de Guzm&aacute;n and disputed the right to explore the territory that is today California with <!--del_lnk--> Antonio de Mendoza, the first viceroy.<p><!--del_lnk--> <p><a id="Exploration_of_Baja_California" name="Exploration_of_Baja_California"></a><h3> <span class="mw-headline">Exploration of Baja California</span></h3>
      <p>In 1536, Cort&eacute;s explored the northwestern part of Mexico and discovered the <!--del_lnk--> Baja California peninsula. Cort&eacute;s also spent time exploring the Pacific coast of Mexico. The gulf that separates the Baja California peninsula from Mexico is named the <!--del_lnk--> Sea of Cortes. This was the last major expedition by Cort&eacute;s.<p><a id="Later_life_and_death" name="Later_life_and_death"></a><h2> <span class="mw-headline">Later life and death</span></h2>
      <p><a id="Second_return_to_Spain" name="Second_return_to_Spain"></a><h3> <span class="mw-headline">Second return to Spain</span></h3>
      <p>After his exploration of Baja California, Cort&eacute;s returned to Spain in 1541, hoping to confound his enemies. On his return he was utterly neglected, and could scarcely obtain an audience.<p>On one occasion he forced his way through a crowd that surrounded the emperor&#39;s carriage, and mounted on the footstep. The emperor, astounded at such audacity, demanded of him who he was. &quot;I am a man,&quot; replied Cort&eacute;s proudly, &quot;who has given you more provinces than your ancestors left you cities.&quot;<p><a id="Expedition_against_Algiers" name="Expedition_against_Algiers"></a><h3> <span class="mw-headline">Expedition against Algiers</span></h3>
      <p>The emperor finally permitted Cort&eacute;s to join himself and his fleet commanded by <!--del_lnk--> Andrea Doria at the great expedition against <a href="../../wp/a/Algiers.htm" title="Algiers">Algiers</a> in <!--del_lnk--> 1541, which was then part of the <a href="../../wp/o/Ottoman_Empire.htm" title="Ottoman Empire">Ottoman Empire</a> and was used as a base by the notorious Turkish corsair <!--del_lnk--> Barbarossa Hayreddin Pasha who was also the Admiral-in-Chief of the Ottoman Fleet. During this unfortunate campaign, which was his last, he served with great bravery. Cort&eacute;s was almost drowned in a storm that hit his fleet while he was pursuing <!--del_lnk--> Barbarossa Hayreddin Pasha, who managed to defeat <!--del_lnk--> Andrea Doria and the fleet of <a href="../../wp/c/Charles_V%252C_Holy_Roman_Emperor.htm" title="Charles V, Holy Roman Emperor">Charles V</a> for a second time after the <!--del_lnk--> Battle of Preveza.<p>It may be that had the advice of Cort&eacute;s been followed that undertaking would have had a less disastrous end; but he was not even consulted. Had his advice been heeded, the Spanish arms might have been saved from disgrace, and Europe delivered nearly three centuries earlier from the scourge of the <!--del_lnk--> Barbary pirates.<p><a id="Final_Days_and_Death" name="Final_Days_and_Death"></a><h3> <span class="mw-headline">Final Days and Death</span></h3>
      <p>Having spent a great deal of his own money to finance expeditions, he was now heavily in debt. In February 1544 he made a claim on the royal treasury, but was given a royal runaround for the next three years. Disgusted, he decided to return to Mexico in 1547. When he reached Seville, he was stricken with dysentery. He died in <!--del_lnk--> Castilleja de la Cuesta, <!--del_lnk--> Seville province, on <!--del_lnk--> December 2, <!--del_lnk--> 1547, from a case of <!--del_lnk--> pleurisy at age 62.<p>Like <a href="../../wp/c/Christopher_Columbus.htm" title="Christopher Columbus">Columbus</a>, he died a wealthy but embittered man. He left his many <a href="../../wp/m/Mestizo.htm" title="Mestizo">mestizo</a> and white children well cared for in his will, along with every one of their mothers. He requested in his will that his remains eventually be buried in Mexico. Before he died he had the Pope remove the &quot;natural&quot; status of three of his children (legitimizing them in the eyes of the church), including <!--del_lnk--> Martin, the son he had with Do&ntilde;a Marina (also known as La Malinche), said to be his favorite.<p><a id="Assessment_of_Cort.C3.A9s" name="Assessment_of_Cort.C3.A9s"></a><h2> <span class="mw-headline">Assessment of Cort&eacute;s</span></h2>
      <p>It is extremely difficult to characterize this particular conquistador &ndash; his unspeakable atrocities, his tactical and strategic awareness, the rewards for his Tlaxcalteca allies along with the rehabilitation of the nobility (including a castle for Moctezuma&#39;s heirs in Spain that still stands), his respect for Indians as worthy adversaries <i>and</i> family members.<p><a id="Cort.C3.A9s.27s_place_in_Mexican_history" name="Cort.C3.A9s.27s_place_in_Mexican_history"></a><h3> <span class="mw-headline">Cort&eacute;s&#39;s place in Mexican history</span></h3>
      <p>In Mexico today, Cort&eacute;s is condemned as a modern-day <!--del_lnk--> damnatio memoriae. In all of Mexico only the castle in the centre of Cuernavaca city bears his name. Muralists depict him as a deformed monster with the face of Evil Incarnate. <!--del_lnk--> . While originally the gulf of California was named &quot;El mar de Cortez&quot; by its discoverer <!--del_lnk--> Francisco de Ulloa in 1539, the official name after the independence became &quot;El o de California&quot;.<p>His body has been moved more than eight times. Since his body arrived in Mexico in 1567, it has been moved several times to avoid destruction. Today, (and unknown to most Mexicans) it is in the &quot;Templo de Jes&uacute;s&quot; in Mexico City with the only statue of Cortez in Mexican territory, a statue by <!--del_lnk--> Manuel Tolsa. In 1981 the statue and the body were in danger of destruction by a nationalistic group, after the statue was made public by President Lopez Portillo, so access has to be restricted. <!--del_lnk--> <p><a id="Further_reading" name="Further_reading"></a><div class="printfooter"> Retrieved from &quot;<!--del_lnk--> http://en.wikipedia.org/wiki/Hern%C3%A1n_Cort%C3%A9s&quot;</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <!-- end of the left (by default at least) column -->
   <div class="visualClear">
   </div>
   <div id="footer">
    <div class="center"> This reference article is mainly selected from the English Wikipedia with only minor checks and changes (see www.wikipedia.org for details of authors and sources) and is available under the <nobr><a href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm">GNU Free Documentation License</a></nobr>. See also our <b><a href="../../disclaimer.htm">Disclaimer</a></b>. </div>
   </div>
   <script type="text/javascript">if (window.runOnloadHook) runOnloadHook();</script>
  </div>
  
 </body>
</html>
