<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html dir="ltr" lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
 <head>
  <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
  <meta content="&Oacute;engus I of the Picts,Scottish Monarchs,Scottish Monarchs,729,Alan Orr Anderson,Alex Woolf,Alexander III of Scotland,Alexander II of Scotland,Alexander I of Scotland,Alp&iacute;n II of the Picts,Alp&iacute;n I of the Picts" name="keywords" />
  <link href="../../favicon.ico" rel="shortcut icon" />
  <link href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm" rel="copyright" />
  <title>&Oacute;engus I of the Picts</title>
  <style media="screen,projection" type="text/css">/*<![CDATA[*/ @import "../../css/wp-monobook-main.css"; /*]]>*/</style>
  <link href="../../css/wp-commonPrint.css" media="print" rel="stylesheet" type="text/css" />
  <!--[if lt IE 5.5000]><style type="text/css">@import "../../css/IE50Fixes.css";</style><![endif]-->
  <!--[if IE 5.5000]><style type="text/css">@import "../../css/IE55Fixes.css";</style><![endif]-->
  <!--[if IE 6]><style type="text/css">@import "../../css/IE60Fixes.css";</style><![endif]-->
  <!--[if IE 7]><style type="text/css">@import "../../css/IE70Fixes.css";</style><![endif]-->
  <!--[if lt IE 7]><script type="text/javascript" src="../../js/IEFixes.js"></script>
		<meta http-equiv="imagetoolbar" content="no" /><![endif]-->
  <script type="text/javascript">
			var skin = "monobook";
			var stylepath = "/skins-1.5";

			var wgArticlePath = "/wiki/$1";
			var wgScriptPath = "/w";
			var wgServer = "http://en.wikipedia.org";
                        
			var wgCanonicalNamespace = "";
			var wgNamespaceNumber = 0;
			var wgPageName = "Óengus_I_of_the_Picts";
			var wgTitle = "Óengus I of the Picts";
			var wgArticleId = 1603438;
			var wgIsArticle = true;
                        
			var wgUserName = null;
			var wgUserLanguage = "en";
			var wgContentLanguage = "en";
		</script>
  <script src="../../js/wikibits.js" type="text/javascript"><!-- wikibits js --></script>
  <script src="../../js/wp.js" type="text/javascript"><!-- site js --></script>
  <style type="text/css">/*<![CDATA[*/
@import "../../css/wp-common.css";
@import "../../css/wp-monobook.css";
@import "../../css/wp.css";
/*]]>*/</style>
  <!-- Head Scripts -->
 </head>
 <body class="mediawiki ns-0 ltr page-&Oacute;engus_I_of_the_Picts">
  <div id="globalWrapper">
   <div id="column-content">
    <div id="content"><a id="top" name="top"></a><h1 class="firstHeading">&Oacute;engus I of the Picts</h1>
     <div id="bodyContent">
      <h3 id="siteSub"><a href="../../index.htm">2007 Schools Wikipedia Selection</a>. Related subjects: <a href="../index/subject.History.British_History.British_History_1500_and_before_including_Roman_Britain.htm">British History 1500 and before (including Roman Britain)</a>&#59; <a href="../index/subject.People.Historical_figures.htm">Historical figures</a></h3>
      <!-- start content -->
      <table class="infobox" style="font-size: 90%;" width="280">
       <tr>
        <th align="center" colspan="3" style="color: #000000; background-color: #C1D8FF; font-size: 120%"><b>&Oacute;engus son of Fergus</b></th>
       </tr>
       <tr>
        <td align="center" colspan="3"><i>King of the Picts</i></td>
       </tr>
       <tr>
        <td align="center" colspan="3"><a class="image" href="../../images/158/15817.jpg.htm" title="Image:&Oacute;engusmacFergusa.JPG"><img alt="Image:&Oacute;engusmacFergusa.JPG" height="253" longdesc="/wiki/Image:%C3%93engusmacFergusa.JPG" src="../../images/158/15817.jpg" width="245" /></a></td>
       </tr>
       <tr>
        <td align="center" colspan="3">The figure of the <!--del_lnk--> Old Testament King <!--del_lnk--> David shown killing a <a href="../../wp/l/Lion.htm" title="Lion">lion</a> on the <!--del_lnk--> St Andrews Sarcophagus is thought to represent King &Oacute;engus. The figure is dressed as a Roman emperor of <!--del_lnk--> Late Antiquity and wears a <!--del_lnk--> fibula like that of the Emperor <!--del_lnk--> Justinian on the mosaic at <!--del_lnk--> San Vitale, <!--del_lnk--> Ravenna.</td>
       </tr>
       <tr>
        <td><b>Reign</b></td>
        <td colspan="2">732 &ndash; 761</td>
       </tr>
       <tr>
        <td><b>Died</b></td>
        <td colspan="2">761</td>
       </tr>
       <tr>
        <td><b>Buried</b></td>
        <td colspan="2"><!--del_lnk--> St Andrews</td>
       </tr>
       <tr>
        <td><b>Predecessor</b></td>
        <td colspan="2"><!--del_lnk--> Nechtan son of Der-Ile</td>
       </tr>
       <tr>
        <td><b>Successor</b></td>
        <td colspan="2"><!--del_lnk--> Bridei son of Fergus</td>
       </tr>
       <tr>
        <td><b>Issue</b></td>
        <td colspan="2">Bridei, <!--del_lnk--> Talorgan</td>
       </tr>
      </table>
      <p><b>&Oacute;engus, son of Fergus</b> (<!--del_lnk--> Hypothetical Pictish form: <i>Onuist map Urguist</i>; <!--del_lnk--> Old Irish: <i>&Oacute;engus mac Fergusso</i>, Anglicisation: <i>Angus mac Fergus</i>), was <!--del_lnk--> king of the Picts from 732 until his death in 761. His reign can be reconstructed in some detail from a variety of sources.<p>&Oacute;engus became the chief king in Pictland following a period of civil war in the late 720s. During his reign, the neighbouring kingdom of <a href="../../wp/d/D%25C3%25A1l_Riata.htm" title="D&aacute;l Riata">D&aacute;l Riata</a> was subjugated and the <!--del_lnk--> kingdom of Strathclyde was attacked with less success. The most powerful ruler in <a href="../../wp/s/Scotland.htm" title="Scotland">Scotland</a> for over two decades, he was involved in wars in <a href="../../wp/i/Ireland.htm" title="Ireland">Ireland</a> and <a href="../../wp/e/England.htm" title="England">England</a>. Kings from &Oacute;engus&#39;s family dominated Pictland until 839 when a disastrous defeat at the hands of <a href="../../wp/v/Viking.htm" title="Vikings">Vikings</a> began a new period of instability, which ended with the coming to power of <!--del_lnk--> Cin&aacute;ed mac Ailp&iacute;n.<p>
       <script type="text/javascript">
//<![CDATA[
 if (window.showTocToggle) { var tocShowText = "show"; var tocHideText = "hide"; showTocToggle(); } 
//]]>
</script><a id="Sources_and_background" name="Sources_and_background"></a><h2> <span class="mw-headline">Rise to power</span></h2>
      <p>Irish genealogies make &Oacute;engus a member of the <!--del_lnk--> E&oacute;ganachta, a kindred with its base in <!--del_lnk--> Munster. The branch of the kindred from which he came was located in an area known as Circinn, usually associated with modern <!--del_lnk--> Angus and the <!--del_lnk--> Mearns. His early life is unknown; &Oacute;engus was middle-aged by the time he entered into history. His close kin included at least two sons, Bridei (died 736) and <!--del_lnk--> Talorgan (died 782), and two brothers, Talorgan (died 750) and <!--del_lnk--> Bridei (died 763).<p>King <!--del_lnk--> Nechtan son of Der-Ilei abdicated to enter a monastery in 724 and was imprisoned by his successor <!--del_lnk--> Drest in 726. In 728 and 729, four kings competed for power in Pictland: Drest; Nechtan; <!--del_lnk--> Alp&iacute;n, of whom little is known; and lastly &Oacute;engus, who was a partisan of Nechtan, and perhaps his acknowledged heir.<p>Four battles large enough to be recorded in Ireland were fought in 728 and 729. Alp&iacute;n was defeated twice by &Oacute;engus, after which Nechtan was restored to power. In 729 a battle between supporters of &Oacute;engus and Nechtan&#39;s enemies was fought at Monith Carno (traditionally Cairn o&#39; Mount, near <!--del_lnk--> Fettercairn) where the supporters of &Oacute;engus were victorious. Nechtan was restored to the kingship, probably until his death in 732. On <!--del_lnk--> 12 August <!--del_lnk--> 729 &Oacute;engus defeated and killed Drest in battle at Druimm Derg Blathuug, a place which has not been identified.<p><a id="Percutio_Dal_Riatai" name="Percutio_Dal_Riatai"></a><h2> <span class="mw-headline">Percutio Dal Riatai</span></h2>
      <div class="thumb tright">
       <div style="width:202px;"><a class="internal" href="../../images/42/4250.png.htm" title="Satellite image of northern Britain and Ireland showing the approximate area of D&aacute;l Riata (shaded)."><img alt="Satellite image of northern Britain and Ireland showing the approximate area of D&aacute;l Riata (shaded)." height="283" longdesc="/wiki/Image:Dalriada.png" src="../../images/42/4250.png" width="200" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/42/4250.png.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div> Satellite image of northern <a href="../../wp/g/Great_Britain.htm" title="Great Britain">Britain</a> and <a href="../../wp/i/Ireland.htm" title="Ireland">Ireland</a> showing the approximate area of D&aacute;l Riata (shaded).</div>
       </div>
      </div>
      <p>In the 730s, &Oacute;engus fought against <a href="../../wp/d/D%25C3%25A1l_Riata.htm" title="D&aacute;l Riata">D&aacute;l Riata</a> whose traditional overlords and protectors in Ireland, the <!--del_lnk--> Cen&eacute;l Conaill, were much weakened at this time. A fleet from D&aacute;l Riata fought for <!--del_lnk--> Flaithbertach mac Loingsig, chief of the Cen&eacute;l Conaill, in his war with <!--del_lnk--> &Aacute;ed All&aacute;n of the <!--del_lnk--> Cen&eacute;l nE&oacute;gan, and suffered heavy losses in 733. D&aacute;l Riata was ruled by <!--del_lnk--> Eochaid mac Echdach of the <!--del_lnk--> Cen&eacute;l nGabr&aacute;in who died in 733, and the king lists are unclear as to who, if anyone, succeeded him as overking. The <!--del_lnk--> Cen&eacute;l Loairn of north <!--del_lnk--> Argyll were ruled by <!--del_lnk--> D&uacute;ngal mac Selbaig whom Eochaid had deposed as overking of D&aacute;l Riata in the 720s.<p>Fighting between the Picts, led by &Oacute;engus&#39;s son Bridei, and the D&aacute;l Riata, led by Talorgan mac Congussa, is recorded in 731. In 733, D&uacute;ngal mac Selbaig &quot;profaned [the sanctuary] of <!--del_lnk--> Tory Island when he dragged Bridei out of it.&quot; D&uacute;ngal, previously deposed as overking of D&aacute;l Riata, was overthrown as king of the Cen&eacute;l Loairn and replaced by his first cousin <!--del_lnk--> Muiredach mac Ainbcellaig.<p>In 734 Talorgan mac Congussa was handed over to the Picts by his brother, and drowned by them. Talorgan son of Drostan was captured near <!--del_lnk--> D&uacute;n Ollaigh. He appears to have been the King of <!--del_lnk--> Atholl, and was drowned on &Oacute;engus&#39;s order in 739. D&uacute;ngal too was a target in this year. He was wounded, the unidentified fortress of D&uacute;n Leithfinn was destroyed, and he &quot;fled into Ireland, to be out of the power of &Oacute;engus.&quot;<p>The annals report a second campaign by &Oacute;engus against the D&aacute;l Riata in 736. D&uacute;ngal, who had returned from Ireland, and his brother Feradach, were captured and bound in chains. The fortresses of Creic and <!--del_lnk--> Dunadd were taken. Muiredach of the Cen&eacute;l Loairn was no more successful, defeated with heavy loss by &Oacute;engus&#39;s brother Talorgan, perhaps by <!--del_lnk--> Loch Awe. A final campaign in 741, following the deaths of Muiredach&#39;s son <!--del_lnk--> E&oacute;gan and Talorgan mac Congussa&#39;s brother C&uacute; Bretan in the late 730s, saw the D&aacute;l Riata again defeated. This was recorded in the <i>Annals of Ulster</i> as <i>Percutio D&aacute;l Riatai la h-&Oacute;engus m. Forggusso</i>, the &quot;smiting of D&aacute;l Riata by &Oacute;engus son of Fergus&quot;. With this D&aacute;l Riata disappears from the record for a generation.<p>It may be that &Oacute;engus was involved in wars in Ireland, perhaps fighting with &Aacute;ed All&aacute;n, or against him as an ally of <!--del_lnk--> Cathal mac Finguine. The evidence for such involvement is limited. There is the presence of &Oacute;engus&#39;s son Bridei at Tory Island, on the north-west coast of <!--del_lnk--> Donegal in 733, close to the lands of &Aacute;ed All&aacute;n&#39;s enemy Flaithbertach mac Loingsig. Less certainly, the <i><!--del_lnk--> Fragmentary Annals of Ireland</i> report the presence of a Pictish fleet from <!--del_lnk--> Fortriu fighting for Flaithbertach in 733 rather than against him.<p><a id="Alt_Clut.2C_Northumbria.2C_and_Mercia" name="Alt_Clut.2C_Northumbria.2C_and_Mercia"></a><h2> <span class="mw-headline">Alt Clut, Northumbria, and Mercia</span></h2>
      <p>In 740, a war between the Picts and the Northumbrians is reported, during which <!--del_lnk--> &AElig;thelbald, King of <a href="../../wp/m/Mercia.htm" title="Mercia">Mercia</a>, took advantage of the absence of <!--del_lnk--> Eadberht of Northumbria to ravage his lands, and perhaps burn <a href="../../wp/y/York.htm" title="York">York</a>. The reason for the war is unclear, but it has been suggested that it was related to the killing of Earnwine son of <!--del_lnk--> Eadwulf on Eadberht&#39;s orders. Earnwine&#39;s father had been an exile in the north after his defeat in the civil war of 705&ndash;706, and it may be that &Oacute;engus, or &AElig;thelbald, or both, had tried to place him on the Northumbrian throne.<div class="thumb tright">
       <div style="width:182px;"><a class="internal" href="../../images/158/15819.jpg.htm" title="Escomb Church, County Durham. The stone churches built for Nechtan, and perhaps &Oacute;engus&#39;s church at St Andrews, are presumed to have been similar."><img alt="Escomb Church, County Durham. The stone churches built for Nechtan, and perhaps &Oacute;engus&#39;s church at St Andrews, are presumed to have been similar." height="135" longdesc="/wiki/Image:Escomb_Church_%28John_Phillips%29.jpg" src="../../images/158/15819.jpg" width="180" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/158/15819.jpg.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div><!--del_lnk--> Escomb Church, <!--del_lnk--> County Durham. The stone churches built for Nechtan, and perhaps &Oacute;engus&#39;s church at St Andrews, are presumed to have been similar.</div>
       </div>
      </div>
      <p>Battles between the Picts and the Britons of Alt Clut, or <!--del_lnk--> Strathclyde, are recorded in 744 and again in 750, when <!--del_lnk--> Kyle was taken from Alt Clut by Eadberht of Northumbria. The 750 battle between the Britons and the Picts is reported at a place named Mocetauc (perhaps Mugdock, near <!--del_lnk--> Milngavie) in which Talorgan the brother of &Oacute;engus was killed. Following the defeat in 750, the <i>Annals of Ulster</i> record &quot;the ebbing of the sovereignty of &Oacute;engus&quot;. This is thought to refer to the coming to power of <!--del_lnk--> &Aacute;ed Find, son of Eochaid mac Echdach, in all or part of D&aacute;l Riata, and his rejection of &Oacute;engus&#39;s overlordship.<p>Unlike the straightforward narrative of the attacks on D&aacute;l Riata, a number of interpretations have been offered of the relations between &Oacute;engus, Eadberht and &AElig;thelbald in the period from 740 to 750. One suggestion is that &Oacute;engus and &AElig;thelbald were allied against Eadberht, or even that they exercised a joint rulership of Britain, or <!--del_lnk--> bretwaldaship, &Oacute;engus collecting tribute north of the <!--del_lnk--> River Humber and &AElig;thelbald south of the Humber. This rests largely on a confused passage in Symeon of Durham&#39;s <i>Historia Regum Anglorum</i>, and it has more recently been suggested that the interpretation offered by <!--del_lnk--> Frank Stenton&mdash;that it is based on a textual error and that &Oacute;engus and &AElig;thelbald were not associated in any sort of joint overlordship&mdash;is the correct one.<p>In 756, &Oacute;engus is found campaigning alongside Eadberht of Northumbria. The campaign is reported as follows:<blockquote>
       <p>In the year of the Lord&#39;s incarnation 756, king Eadberht in the eighteenth year of his reign, and Unust, king of Picts led armies to the town of <!--del_lnk--> Dumbarton. And hence the Britons accepted terms there, on the first day of the month of August. But on the tenth day of the same month perished almost the whole army which he led from Ouania to Niwanbirig.</blockquote>
      <p>That Ouania is <!--del_lnk--> Govan is now reasonably certain, but the location of Newanbirig is less so. Although there are very many Newburghs, it is Newburgh-on-Tyne near <!--del_lnk--> Hexham that has been the preferred location. An alternative interpretation of the events of 756 has been advanced: it identifies Newanbirig with <!--del_lnk--> Newborough by <!--del_lnk--> Lichfield in the kingdom of Mercia. A defeat here for Eadberht and &Oacute;engus by &AElig;thelbald&#39;s Mercians would correspond with the claim in the Saint Andrews foundation legends that a king named &Oacute;engus son of Fergus founded the church there as a thanksgiving to <!--del_lnk--> Saint Andrew for saving him after a defeat in Mercia.<p><a id="The_cult_of_Saint_Andrew" name="The_cult_of_Saint_Andrew"></a><h2> <span class="mw-headline">The cult of Saint Andrew</span></h2>
      <div class="thumb tright">
       <div style="width:302px;"><a class="internal" href="../../images/158/15820.jpg.htm" title="The St Andrews Sarcophagus."><img alt="The St Andrews Sarcophagus." height="207" longdesc="/wiki/Image:Standrewssarcophagus.jpg" src="../../images/158/15820.jpg" width="300" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/158/15820.jpg.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div> The <!--del_lnk--> St Andrews Sarcophagus.</div>
       </div>
      </div>
      <p>The story of the foundation of <!--del_lnk--> St Andrews, originally <i>Cennr&iacute;gmonaid</i>, is not contemporary and may contain many inventions. The Irish annals report the death of &quot;Tuathal&aacute;n, abbot of Cinrigh M&oacute;na&quot;, in 747, making it certain that St Andrews had been founded before that date, probably by &Oacute;engus or by Nechtan son of Der-Ilei. It is generally presumed that the <!--del_lnk--> St Andrews Sarcophagus was executed at the command of &Oacute;engus. Later generations may have conflated this king &Oacute;engus with the 9th century <!--del_lnk--> king of the same name. The choice of <!--del_lnk--> David as a model is, as <!--del_lnk--> Alex Woolf notes, an appropriate one: David too was an usurper.<p>The cult of <!--del_lnk--> Saint Andrew may have come to Pictland from Northumbria, as had the cult of <!--del_lnk--> Saint Peter which had been favoured by Nechtan, and in particular from the <!--del_lnk--> monastery at <!--del_lnk--> Hexham which was dedicated to Saint Andrew. This apparent connection with the Northumbrian church may have left a written record. &Oacute;engus, like his successors and presumed kinsmen <!--del_lnk--> Caustant&iacute;n and <!--del_lnk--> E&oacute;gan, is recorded prominently in the <i>Liber Vitae Ecclesiae Dunelmensis</i>, a list of some 3000 benefactors for whom prayers were said in religious institutions connected with <a href="../../wp/d/Durham.htm" title="Durham">Durham</a>.<p><a id="Death_and_legacy" name="Death_and_legacy"></a><h2> <span class="mw-headline">Death and legacy</span></h2>
      <p>&Oacute;engus died in 761, &quot;aged probably more than seventy, ... the dominating figure in the politics of Northern Britain&quot;. His death is reported in the usual brief style by the annalists, except for the continuator of Bede in Northumbria, possibly relying upon a D&aacute;l Riata source, who wrote:<blockquote>
       <p>&Oacute;engus, king of the Picts, died. From the beginning of his reign right to the end he perpetrated bloody crimes, like a tyrannical slaughterer.</blockquote>
      <p>The <!--del_lnk--> Pictish Chronicle king lists have it that he was succeeded by his brother <!--del_lnk--> Bridei. His son <!--del_lnk--> Talorgan was later king, and is the first son of a Pictish king known to have become king.<p>The following 9th century Irish praise poem from the <!--del_lnk--> Book of Leinster is associated with &Oacute;engus:<blockquote>
       <p>Good the day when &Oacute;engus took Alba,<br /> hilly Alba with its strong chiefs;<br /> he brought battle to palisaded towns,<br /> with feet, with hands, with broad shields.</blockquote>
      <p>An assessment of &Oacute;engus is problematic, not least because annalistic sources provide very little information on Scotland in the succeeding generations. His apparent Irish links add to the long list of arguments which challenge the idea that the &quot;Gaelicisation&quot; of eastern Scotland began in the time of Cin&aacute;ed mac Ailp&iacute;n; indeed there are good reasons for believing that process began before &Oacute;engus&#39;s reign. Many of the Pictish kings until the death of <!--del_lnk--> E&oacute;gan mac &Oacute;engusa in 839 belong to the family of &Oacute;engus, in particular the 9th century sons of Fergus, <!--del_lnk--> Caustant&iacute;n and <!--del_lnk--> &Oacute;engus.<p>The amount of information which has survived about &Oacute;engus compared with other Pictish kings, the nature and geographical range of his activities and the length of his reign combine to make King &Oacute;engus one of the most significant rulers of the insular Dark Ages.<div class="printfooter"> Retrieved from &quot;<!--del_lnk--> http://en.wikipedia.org/wiki/%C3%93engus_I_of_the_Picts&quot;</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <!-- end of the left (by default at least) column -->
   <div class="visualClear">
   </div>
   <div id="footer">
    <div class="center"> This reference article is mainly selected from the English Wikipedia with only minor checks and changes (see www.wikipedia.org for details of authors and sources) and is available under the <nobr><a href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm">GNU Free Documentation License</a></nobr>. See also our <b><a href="../../disclaimer.htm">Disclaimer</a></b>. </div>
   </div>
   <script type="text/javascript">if (window.runOnloadHook) runOnloadHook();</script>
  </div>
  
 </body>
</html>
