<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html dir="ltr" lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
 <head>
  <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
  <meta content="&Aacute;ed&aacute;n mac Gabr&aacute;in,608,Adomn&aacute;n of Iona,Aidan (disambiguation),Alan Orr Anderson,Alex Woolf,Alt Clut,Anglo-Saxon Chronicle,Annals of Tigernach,Annals of Ulster,April 17" name="keywords" />
  <link href="../../favicon.ico" rel="shortcut icon" />
  <link href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm" rel="copyright" />
  <title>&Aacute;ed&aacute;n mac Gabr&aacute;in</title>
  <style media="screen,projection" type="text/css">/*<![CDATA[*/ @import "../../css/wp-monobook-main.css"; /*]]>*/</style>
  <link href="../../css/wp-commonPrint.css" media="print" rel="stylesheet" type="text/css" />
  <!--[if lt IE 5.5000]><style type="text/css">@import "../../css/IE50Fixes.css";</style><![endif]-->
  <!--[if IE 5.5000]><style type="text/css">@import "../../css/IE55Fixes.css";</style><![endif]-->
  <!--[if IE 6]><style type="text/css">@import "../../css/IE60Fixes.css";</style><![endif]-->
  <!--[if IE 7]><style type="text/css">@import "../../css/IE70Fixes.css";</style><![endif]-->
  <!--[if lt IE 7]><script type="text/javascript" src="../../js/IEFixes.js"></script>
		<meta http-equiv="imagetoolbar" content="no" /><![endif]-->
  <script type="text/javascript">
			var skin = "monobook";
			var stylepath = "/skins-1.5";

			var wgArticlePath = "/wiki/$1";
			var wgScriptPath = "/w";
			var wgServer = "http://en.wikipedia.org";
                        
			var wgCanonicalNamespace = "";
			var wgNamespaceNumber = 0;
			var wgPageName = "Áedán_mac_Gabráin";
			var wgTitle = "Áedán mac Gabráin";
			var wgArticleId = 192974;
			var wgIsArticle = true;
                        
			var wgUserName = null;
			var wgUserLanguage = "en";
			var wgContentLanguage = "en";
		</script>
  <script src="../../js/wikibits.js" type="text/javascript"><!-- wikibits js --></script>
  <script src="../../js/wp.js" type="text/javascript"><!-- site js --></script>
  <style type="text/css">/*<![CDATA[*/
@import "../../css/wp-common.css";
@import "../../css/wp-monobook.css";
@import "../../css/wp.css";
/*]]>*/</style>
  <!-- Head Scripts -->
 </head>
 <body class="mediawiki ns-0 ltr page-&Aacute;ed&aacute;n_mac_Gabr&aacute;in">
  <div id="globalWrapper">
   <div id="column-content">
    <div id="content"><a id="top" name="top"></a><h1 class="firstHeading">&Aacute;ed&aacute;n mac Gabr&aacute;in</h1>
     <div id="bodyContent">
      <h3 id="siteSub"><a href="../../index.htm">2007 Schools Wikipedia Selection</a>. Related subjects: <a href="../index/subject.History.British_History.British_History_1500_and_before_including_Roman_Britain.htm">British History 1500 and before (including Roman Britain)</a>&#59; <a href="../index/subject.People.Historical_figures.htm">Historical figures</a></h3>
      <!-- start content -->
      <div class="thumb tright">
       <div style="width:152px;"><a class="internal" href="../../images/42/4250.png.htm" title="Satellite image of northern Britain and Ireland showing the approximate area of D&aacute;l Riata (shaded)."><img alt="Satellite image of northern Britain and Ireland showing the approximate area of D&aacute;l Riata (shaded)." height="212" longdesc="/wiki/Image:Dalriada.png" src="../../images/230/23009.png" width="150" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/42/4250.png.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div> Satellite image of northern Britain and Ireland showing the approximate area of D&aacute;l Riata (shaded).</div>
       </div>
      </div>
      <p><b>&Aacute;ed&aacute;n mac Gabr&aacute;in</b> was king of <a href="../../wp/d/D%25C3%25A1l_Riata.htm" title="D&aacute;l Riata">D&aacute;l Riata</a>, a <a href="../../wp/m/Monarchy.htm" title="Kingdom">kingdom</a> in modern <!--del_lnk--> Argyll, <a href="../../wp/s/Scotland.htm" title="Scotland">Scotland</a> and <!--del_lnk--> County Antrim, <a href="../../wp/i/Ireland.htm" title="Ireland">Ireland</a>, from about 574 onwards. He was a contemporary of <a href="../../wp/c/Columba.htm" title="Columba">Columba</a>, and much that is recorded of his life and career comes from <!--del_lnk--> hagiography such as <!--del_lnk--> Adomn&aacute;n of Iona&#39;s <i>Life of Saint Columba</i>. The <!--del_lnk--> Irish annals record &Aacute;ed&aacute;n&#39;s campaigns against his neighbours, in <a href="../../wp/i/Ireland.htm" title="Ireland">Ireland</a> and in northern <a href="../../wp/g/Great_Britain.htm" title="Great Britain">Britain</a>, including expeditions to the <a href="../../wp/o/Orkney.htm" title="Orkney Islands">Orkney Islands</a>, the <a href="../../wp/i/Isle_of_Man.htm" title="Isle of Man">Isle of Man</a> and to the north-east of Scotland. As recorded by <a href="../../wp/b/Bede.htm" title="Bede">Bede</a>, &Aacute;ed&aacute;n was decisively defeated by <!--del_lnk--> &AElig;thelfrith of Bernicia at the <!--del_lnk--> battle of Degsastan. &Aacute;ed&aacute;n may have been deposed or have abicated following this defeat and died in about 608.<p>
       <script type="text/javascript">
//<![CDATA[
 if (window.showTocToggle) { var tocShowText = "show"; var tocHideText = "hide"; showTocToggle(); } 
//]]>
</script><a id="Background" name="Background"></a><h2> <span class="mw-headline">Background</span></h2>
      <p>The sources for &Aacute;ed&aacute;n&#39;s life include Bede&#39;s <i><!--del_lnk--> Historia ecclesiastica gentis Anglorum</i>; Irish annals, principally the <!--del_lnk--> Annals of Ulster and the <!--del_lnk--> Annals of Tigernach; and Adomn&aacute;n&#39;s <i>Life of Saint Columba</i>. &Aacute;ed&aacute;n also appears as a character in the early Irish works <i>Gein Branduib maic Echach ocus Aed&aacute;in maic Gabr&aacute;in</i> and <i>Compert Mong&aacute;in</i>. The <!--del_lnk--> Senchus fer n-Alban, a census and genealogy of D&aacute;l Riata, records his immediate descendants.<p>Adomn&aacute;n, the Senchus and the Irish annals state that &Aacute;ed&aacute;n was a son of <!--del_lnk--> Gabr&aacute;n mac Domangairt (died c. 555&ndash;560). A Welsh poem says that &Aacute;ed&aacute;n&#39;s mother was a daughter of <!--del_lnk--> Dumnagual Hen of <!--del_lnk--> Alt Clut. &Aacute;ed&aacute;n&#39;s brother Eogan&aacute;n is known from Adomn&aacute;n and his death is recorded around 597. The Senchus fer n-Alban names three other sons of Gabr&aacute;n, namely Cuildach, Domnall and Domangart. Although nothing is known of Cuildach and Domangart or their descendants, Adomn&aacute;n mentions a certain Ioan, son of Conall, son of Domnall, &quot;who belonged to the royal lineage of the Cen&eacute;l nGabr&aacute;in&quot;, but this is read as meaning that Ioan was a kinsman of the Cen&eacute;l nGabr&aacute;in, and his grandfather named Domnall is not thought to be the same person as &Aacute;ed&aacute;n&#39;s brother Domnall.<p>In the Rawlinson B. 502 manuscript, dated to c. 1130, is the tale <i>Gein Branduib maic Echach ocus Aed&aacute;in maic Gabr&aacute;in</i> (The Birth of Brandub son of Eochu and of Aed&aacute;n son of Gabr&aacute;n). This tells how &Aacute;ed&aacute;n was a son of Echu mac Muiredaig of the <!--del_lnk--> U&iacute; Cheinnselaig of <!--del_lnk--> Leinster, and thus the twin brother of <!--del_lnk--> Brandub mac Echach (died c. 605&ndash;608). &Aacute;ed&aacute;n was exchanged at birth for one of the twin daughters of Gabr&aacute;n, born the very same night, so that each family might have a son. The <!--del_lnk--> Prophecy of Berch&aacute;n also associates &Aacute;ed&aacute;n with Leinster. A modern study concludes that &quot;[t]here seems to be no basis of fact behind these traditions&quot;.<p><a id="Neighbours" name="Neighbours"></a><h2> <span class="mw-headline">Neighbours</span></h2>
      <p>&Aacute;ed&aacute;n was one of the several kings in D&aacute;l Riata and the very many in northern Britain and Ireland. D&aacute;l Riata itself was divided into three sub-kingdoms: the <!--del_lnk--> Cen&eacute;l nGabr&aacute;in, who took their name from &Aacute;ed&aacute;n&#39;s father, who ruled over <!--del_lnk--> Kintyre, <!--del_lnk--> Cowal and <!--del_lnk--> Bute; the <!--del_lnk--> Cen&eacute;l Loairn of northern Argyll; and the Cen&eacute;l n&Oacute;engusa of <!--del_lnk--> Islay. Within these there were smaller divisions or tribes which are named by the Senchus fer n-Alban. Details of the Irish part of the kingdom are less clear, but it appears to have been ruled by the Cen&eacute;l nGabr&aacute;in.<p>Looking outward, D&aacute;l Riata&#39;s neighbours in north Britain were the <a href="../../wp/p/Picts.htm" title="Picts">Picts</a> and the <!--del_lnk--> Britons. Later in &Aacute;ed&aacute;n&#39;s reign the kingdom of <!--del_lnk--> Bernicia would become a significant power in north Britain. In Ireland, D&aacute;l Riata formed part of <!--del_lnk--> Ulster, ruled by <!--del_lnk--> B&aacute;et&aacute;n mac Cairill of the <!--del_lnk--> D&aacute;l Fiatach. The other major grouping in Ulster were the disunited tribes of the <!--del_lnk--> cruithne known as the <!--del_lnk--> D&aacute;l nAraidi. The major cruithne kings in &Aacute;ed&aacute;n&#39;s reign were <!--del_lnk--> &Aacute;ed Dub mac Suibni and <!--del_lnk--> Fiachnae mac B&aacute;et&aacute;in. Beyond the kingdom of Ulster, and generally hostile to it, were the various kingdoms and tribes of the <!--del_lnk--> U&iacute; N&eacute;ill and their subject kingdoms and tribes. Of the U&iacute; N&eacute;ill kings, <!--del_lnk--> &Aacute;ed mac Ainmuirech of the <!--del_lnk--> Cen&eacute;l Conaill, Columba&#39;s first cousin once removed, was the most important to &Aacute;ed&aacute;n&#39;s reign.<p><a id="Reign" name="Reign"></a><h2> <span class="mw-headline">Reign</span></h2>
      <div class="thumb tright">
       <div style="width:152px;"><a class="internal" href="../../images/42/4254.jpg.htm" title="Footprint used in king-making ceremonies, Dunadd"><img alt="Footprint used in king-making ceremonies, Dunadd" height="121" longdesc="/wiki/Image:Scotland_Dunadd_1.jpg" src="../../images/230/23010.jpg" width="150" /></a><div class="thumbcaption">
         <div class="magnify" style="float:right"><a class="internal" href="../../images/42/4254.jpg.htm" title="Enlarge"><img alt="Enlarge" height="11" src="../../images/0/1.png" width="15" /></a></div> Footprint used in king-making ceremonies, <!--del_lnk--> Dunadd</div>
       </div>
      </div>
      <p>From the evidence of the annals, &Aacute;ed&aacute;n was around forty years old when he became king after the death of his uncle <!--del_lnk--> Conall mac Comgaill in 574. His succession as king may have been contested as Adomn&aacute;n states that Columba had favoured the candidacy of &Aacute;ed&aacute;n&#39;s brother Eogan&aacute;n. Adomn&aacute;n records that &Aacute;ed&aacute;n was ordained as king by Columba, the first example of an ordination known in Britain and Ireland.<p>In 574, following Conall&#39;s death, the Annals of Ulster and the Annals of Tigernach record a battle in Kintyre, at the unidentified Delgu or Teloch, but say only that &quot;D&uacute;nchad, son of Conall, son of Comgall, and many others of the allies of the sons of Gabr&aacute;n, fell.&quot; In 575, the Annals of Ulster report &quot;the great convention of Druim Cett&quot;, at Mullagh or Daisy Hill near <!--del_lnk--> Limavady, with &Aacute;ed mac Ainmuirech and Columba in attendance. Adomn&aacute;n reports that &Aacute;ed&aacute;n was present at the meeting. The purpose of the meeting is not entirely certain, but one agreement made there concerned the status of &Aacute;ed&aacute;n&#39;s kingdom. &Aacute;ed&aacute;n and &Aacute;ed agreed that while the fleet of D&aacute;l Riata would serve the U&iacute; N&eacute;ill, no tribute would be paid, and warriors would only be provided from the D&aacute;l Riata lands in Ireland.<p>The reason for this agreement is presumed to have been the threat of &Aacute;ed&aacute;n and to &Aacute;ed by B&aacute;et&aacute;n mac Cairill. B&aacute;et&aacute;n is said to have forced the king of D&aacute;l Riata to pay homage to him at Rosnaree on <!--del_lnk--> Islandmagee, and this is thought to have followed &Aacute;ed&aacute;n&#39;s alliance with the Cen&eacute;l Conaill. Ulster sources say that B&aacute;et&aacute;n levied tribute from Scotland, and D&aacute;l Riata is presumed to be meant, and he is known to have campaigned on the Isle of Man. Following B&aacute;et&aacute;n&#39;s death in 581, the Ulstermen abandoned the Isle of Man, perhaps driven out by &Aacute;ed&aacute;n who is recorded as fighting there in 583. Somewhat earlier, around 580, &Aacute;ed&aacute;n had raided Orkney, which had been subject to <!--del_lnk--> Bridei son of Maelchon, <!--del_lnk--> King of the Picts, at an earlier date.<p>&Aacute;ed&aacute;n&#39;s campaigns on the Isle of Man have sometimes been confused with the battle against the Miathi mentioned by Adomn&aacute;n. The Miathi appear to have been the <!--del_lnk--> Maeatae, a tribe in the area of the upper <!--del_lnk--> river Forth. This campaign was successful, but &Aacute;ed&aacute;n&#39;s sons Art&uacute;r and Eochaid Find were killed in battle according to Adomn&aacute;n. This battle may have taken place around 590 and be recorded as the battle of Leithreid or Leithrig.<p>The Prophecy of Berch&aacute;n says of &Aacute;ed&aacute;n: &quot;Thirteen years (one after another) [he will fight against] the Pictish host (fair the diadem).&quot; The only recorded battle between &Aacute;ed&aacute;n and the Picts appears to that fought in Circinn, in 599 or after, where &Aacute;ed&aacute;n was defeated. The annals mention the deaths of his sons here, but this is thought to be an error.<p>A number of <a href="../../wp/w/Wales.htm" title="Wales">Welsh</a> traditions point to warfare between &Aacute;ed&aacute;n and <!--del_lnk--> Rhydderch Hael of <!--del_lnk--> Alt Clut, the British kingdom later known as Strathclyde. Adomn&aacute;n mentions Rhydderch sending a monk named Luigbe to <!--del_lnk--> Iona to speak with Columba &quot;for he wanted to learn whether he would be slaughtered by his enemies or not&quot;. A <!--del_lnk--> Welsh triad names &Aacute;ed&aacute;n&#39;s plundering of Alt Clut as one of the &quot;three unrestrained plunderings of Britain&quot;, and the poem <i>Peiryan Vaban</i> tells of a battle between &Aacute;ed&aacute;n and Rhydderch.<p><a id="Degsastan_and_after" name="Degsastan_and_after"></a><h2> <span class="mw-headline">Degsastan and after</span></h2>
      <p>Degsastan appears not to have been the first battle between &Aacute;ed&aacute;n and the Bernicians. The death of his son Domangart in the land of the Saxons is mentioned by Adomn&aacute;n, and it is presumed that Bran died in the same otherwise unrecorded battle.<p>Of the roots of this conflict, Bede tells us only that &Aacute;ed&aacute;n was alarmed by &AElig;thelfrith&#39;s advance. Wherever the battle of Degsastan was fought, Bede saw it as lying within <!--del_lnk--> Northumbria. The battle was a decisive victory for &AElig;thelfrith and Bede says, carefully, that &quot;[f]rom that day until the present, no king of the Irish in Britain has dared to do battle with the English.&quot; Although victorious, &AElig;thelfrith suffered losses as Bede tells us his brother Theobald was killed with all his following. Theobald is called Eanfrith in Irish sources, who name his killer as M&aacute;el Umai mac B&aacute;et&aacute;in of the <!--del_lnk--> Cen&eacute;l nE&oacute;gain. The Irish poem <i>Compert Mong&aacute;in</i> says that the king of Ulster, Fiachnae mac B&aacute;et&aacute;in of the D&aacute;l nAraidi, aided &Aacute;ed&aacute;n against the Saxons, perhaps at Degsastan. The <!--del_lnk--> Anglo-Saxon Chronicle mentions that <!--del_lnk--> Hering, son of King <!--del_lnk--> Hussa of Bernicia, was present, apparently fighting with &Aacute;ed&aacute;n.<p>After the defeat of Degsastan the annals report nothing of &Aacute;ed&aacute;n until his death six years after the battle, perhaps on <!--del_lnk--> 17 April <!--del_lnk--> 608, the date coming from the Martyrology of Tallaght, composed around 800. The Annals of Tigernach give his age as 74. The Prophecy of Berch&aacute;n, as well as placing his death in Kintyre, says &quot;[h]e will not be king at the time of his death&quot;, while the 12th century <i>Acta Sancti Lasriani</i> claims that he was expelled from the kingship, but this is uncertain. <!--del_lnk--> John of Fordun, writing in the 14th century, believed that &Aacute;ed&aacute;n had been buried at <!--del_lnk--> Kilkerran in Kintyre, but this is again uncertain.<p><a name=".C3.81ed.C3.A1n.27s_legacy"></a><h2> <span class="mw-headline">&Aacute;ed&aacute;n&#39;s legacy</span></h2>
      <p>&Aacute;ed&aacute;n was succeeded by his son <!--del_lnk--> Eochaid Buide. Adomn&aacute;n gives an account of how Columba had foreseen this, and that Eochaid&#39;s older brothers would predecease their father. &Aacute;ed&aacute;n&#39;s other sons are named by the Senchus fer n-Alban as Eochaid Find, Tuathal, Bran, Baith&eacute;ne, Conaing and Gartnait. Adomn&aacute;n also names Art&uacute;r, who the Senchus calls a son of Conaing, and Domangart, who is not included in the Senchus. It is suggested that Domangart too may have been a grandson rather than a son of &Aacute;ed&aacute;n, most likely a son of Conaing. The main line of Cen&eacute;l nGabr&aacute;in kings were the descendants of Eochaid Buide through his son <!--del_lnk--> Domnall Brecc, but the descendants of Conaing successfully contested for the throne throughout the 7th century and into the 8th.<p>It has been suggested that Gartnait son of &Aacute;ed&aacute;n could be the same person as <!--del_lnk--> Gartnait son of Domelch, king of the Picts, whose death is reported in about 601, but this rests on the idea of Pictish <!--del_lnk--> matriliny, which has been criticised. Even less certainly, it has been argued that Gartnait&#39;s successor in the Pictish king-lists, <!--del_lnk--> Nechtan, was his grandson and thus &Aacute;ed&aacute;n&#39;s great-grandson.<p>Of &Aacute;ed&aacute;n&#39;s daughters, only one can be plausibly named. This is Maithgemm, or Gemma, who married a prince named Cairell of the D&aacute;l Fiatach. The names of &Aacute;ed&aacute;n&#39;s wives are not known, but one was said to be British and another may have been a Pictish princess named Domelch, if indeed the Gartnait son of Domelch and Gartnait son of &Aacute;ed&aacute;n are one and the same.<div class="printfooter"> Retrieved from &quot;<!--del_lnk--> http://en.wikipedia.org/wiki/%C3%81ed%C3%A1n_mac_Gabr%C3%A1in&quot;</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <!-- end of the left (by default at least) column -->
   <div class="visualClear">
   </div>
   <div id="footer">
    <div class="center"> This reference article is mainly selected from the English Wikipedia with only minor checks and changes (see www.wikipedia.org for details of authors and sources) and is available under the <nobr><a href="../../wp/w/Wikipedia_Text_of_the_GNU_Free_Documentation_License.htm">GNU Free Documentation License</a></nobr>. See also our <b><a href="../../disclaimer.htm">Disclaimer</a></b>. </div>
   </div>
   <script type="text/javascript">if (window.runOnloadHook) runOnloadHook();</script>
  </div>
  
 </body>
</html>
